{
    "data": [
        {
            "url": "http://outbreaknewstoday.com/australia-anaesthetic-drug-propofol-possibly-linked-to-ralstonia-pickettii-sepsis-in-patients-21040/",
            "date_of_publication": 1400680800,
            "headline": "Australia: Anaesthetic drug, propofol, possibly linked to Ralstonia pickettii sepsis in patients",
            "main_text": "The Therapeutic Goods Administration of Australia (TGA) is investigating a potential link between AFT Pharmaceuticals propofol products and reported cases of sepsis.There have been reports of eight patients having developed sepsis following administration of 1% propofol injection.This has prompted the TGA to advise health care providers of the potential risk of contaminated batches.In consultation with the TGA, the Australian distributor of Provive MCT-LCT 1% (propofol 1%) emulsion for injection in 20 ml vials (ARTG 162318), AFT Pharmaceuticals, has quarantined two batches due to potential contamination with Ralstonia pickettii. The affected batch numbers are:At this time, no batches of any of the drugs listed below are subject to a recall. For more infectious disease news and information, visit and “like” the Infectious Disease News Facebook page.Ralstonia pickettii are Gram-negative bacteria. It may take several days for a blood culture to become positive and may be difficult for a laboratory to identify. Possible initial identifications include Stenotrophomonas, Burkholderia and Pseudomonas species of bacteria.The TGA investigation is ongoing.Your email address will not be published. Required fields are marked *CommentName *Email *Save my name, email, and website in this browser for the next time I comment.This website uses cookies to provide you with the best browsing experience.Find out more or adjust your settings.This website uses cookies so that we can provide you with the best user experience possible. Cookie information is stored in your browser and performs functions such as recognising you when you return to our website and helping our team to understand which sections of the website you find most interesting and useful.Strictly Necessary Cookie should be enabled at all times so that we can save your preferences for cookie settings.If you disable this cookie, we will not be able to save your preferences. This means that every time you visit this website you will need to enable or disable cookies again.",
            "reports": [],
            "keyword_frequency": {
                "infectious": 0.00536193,
                "bacteria": 0.00536193
            },
            "keyword_location": [
                "ralstonia",
                "stenotrophomonas"
            ],
            "keyword_list": {
                "infectious": true,
                "bacteria": true
            }
        },
        {
            "url": "http://outbreaknewstoday.com/vaccinations-down-under-queenslands-chief-health-officer-responds-to-questions-about-upcoming-expo-68152/",
            "date_of_publication": 1400162400,
            "headline": "Vaccinations Down Under: Queensland’s Chief Health Officer responds to questions about upcoming Expo",
            "main_text": "PRESS RELEASEQueensland’s Chief Health Officer Dr Jeannette Young has recently received an e-petition from almost 500 concerned citizens asking her to publicly denounce the Australian Vaccination Sceptics Network (AVSN) and their participation in a healthy lifestyle expo on the Sunshine Coast.Dr Young said she has always shown unwavering support for vaccinations and is very supportive of any positive messages encouraging parents to vaccinate.“It is my understanding that the Sunshine Coast Public Health Unit told the organisers months ago that Queensland Health would not be participating in any vaccination debates.“Like every state of Australia we are very pro-vaccination and will continue to disseminate positive messages about the benefits of vaccination,” Dr Young said.“The bottom line is that most people accept vaccination as a vital component of protecting their child from preventable disease.“As a society we have an obligation to protect our children. If you are not vaccinating your child you are potentially not only harming them, but also children who can’t be vaccinated – like kids with cancer and babies less than six months old.“There are some very small, but vocal groups like the AVSN who insist on spreading misinformation and debunked theories.“While I wholeheartedly disagree with them, legally I am in no position to restrict their movements in this state.“This is not a debate about ‘free speech’; it’s about the fact that there’s a small percentage of people who are under the misconception that there are two sides to this story, because there simply isn’t.“I am on the record saying most parents do the right thing and vaccinate their children. The majority of Queensland regions have 90% or more of their children vaccinated across all age groups.“We will continue our work on some of the areas that could be higher.“We do not believe that attending an expo and being some sort of drawcard with ‘debate’ between the AVSN and Queensland Health is going to help our cause.“If event organisers of health expos practiced due diligence, they would not invite groups such as AVSN to participate because that organisation is not ‘healthy’ at all.“Anyone with concerns about the presence of the AVSN should direct them to the event organisers,” she said.Your email address will not be published. Required fields are marked *CommentName *Email *Save my name, email, and website in this browser for the next time I comment.This website uses cookies to provide you with the best browsing experience.Find out more or adjust your settings.This website uses cookies so that we can provide you with the best user experience possible. Cookie information is stored in your browser and performs functions such as recognising you when you return to our website and helping our team to understand which sections of the website you find most interesting and useful.Strictly Necessary Cookie should be enabled at all times so that we can save your preferences for cookie settings.If you disable this cookie, we will not be able to save your preferences. This means that every time you visit this website you will need to enable or disable cookies again.",
            "reports": [
                {
                    "event_date": "2014-xx-xx xx:xx:xx",
                    "locations": [
                        {
                            "google_id": "ChIJ_dxieiTf1GsRmb4SdiLQ8vU",
                            "address": "Queensland, Australia"
                        }
                    ],
                    "diseases": [
                        "other"
                    ],
                    "syndromes": []
                }
            ],
            "keyword_frequency": {
                "other": 0.00171821,
                "cancer": 0.00171821
            },
            "keyword_location": [
                "au",
                "australia",
                "qld",
                "queensland"
            ],
            "keyword_list": {
                "other": true,
                "cancer": true
            }
        },
        {
            "url": "http://outbreaknewstoday.com/american-samoa-reports-amebiasis-outbreak-80944/",
            "date_of_publication": 1399989600,
            "headline": "American Samoa reports  amebiasis outbreak",
            "main_text": "Epidemiologists in American Samoa are investigating an outbreak of the protozoan parasite, Entamoeba histolytica, which according to report, has sickened more than two dozen.Half of the 26 people stricken with amoebic dysentery have been hospitalized for their illness, according to Radio New Zealand report today.Pacific Island Health Officers’ Association Epidemiologist, Mark Duran told the news source, “It [amoebic dysentery] especially attacks the intestines and kind of eats its way into the wall of the intestines; it causes abdominal pain, it causes bloody diarrhea, fever.”Related: Entamoeba histolytica: New research shows amoeba kills cells by ‘biting’Amebiasis is a disease caused by the parasite Entamoeba histolytica. It can affect anyone, although it is more common in people who live in tropical areas with poor sanitary conditions. For more infectious disease news and information, visit and “like” the Infectious Disease News Facebook page.People mostly get infected with the parasite from ingestion of fecally contaminated food and water containing the amebic cysts. Transmission can also occur through oral-anal contact with a chronically ill or asymptomatic carrier.According to the Centers for Disease Control and Prevention (CDC), only about 10% to 20% of people who are infected with E. histolytica become sick from the infection. Of those who do become sick, symptoms may include stomach pain, bloody stools (poop), and fever. Rarely, E. histolytica invades the liver and forms an abscess (a collection of pus). In a small number of instances, it has been shown to spread to other parts of the body, such as the lungs or brain, but this is very uncommon.Your email address will not be published. Required fields are marked *CommentName *Email *Save my name, email, and website in this browser for the next time I comment.This website uses cookies to provide you with the best browsing experience.Find out more or adjust your settings.This website uses cookies so that we can provide you with the best user experience possible. Cookie information is stored in your browser and performs functions such as recognising you when you return to our website and helping our team to understand which sections of the website you find most interesting and useful.Strictly Necessary Cookie should be enabled at all times so that we can save your preferences for cookie settings.If you disable this cookie, we will not be able to save your preferences. This means that every time you visit this website you will need to enable or disable cookies again.",
            "reports": [],
            "keyword_frequency": {
                "acute gastroenteritis": 0.00614754,
                "fever": 0.00409836,
                "infectious": 0.00409836,
                "outbreak": 0.00204918,
                "illness": 0.00204918,
                "abdominal": 0.00204918,
                "diarrhea": 0.00204918,
                "infection": 0.00204918,
                "stomach": 0.00204918
            },
            "keyword_location": [],
            "keyword_list": {
                "acute gastroenteritis": true,
                "fever": true,
                "infectious": true,
                "outbreak": true,
                "illness": true,
                "abdominal": true,
                "diarrhea": true,
                "infection": true,
                "stomach": true
            }
        },
        {
            "url": "http://outbreaknewstoday.com/australia-bandicoot-droppings-linked-to-salmonella-java-outbreak-in-northern-beaches-39787/",
            "date_of_publication": 1399298400,
            "headline": "Australia: Bandicoot droppings linked to Salmonella Java outbreak in Northern Beaches",
            "main_text": "The Northern Sydney Public Health Unit is reporting an increase in the number of cases of Salmonella among toddlers and young children on the Northern Beaches and warn parents that bandicoot droppings may be the source of the infection.Northern Sydney Local Health District’s Director Public Health, Dr Michael Staff said the outbreak strain,  Salmonella Java, can be caused by accidentally ingesting material containing the bacterium. In the past few years young children on the Northern Beaches have been diagnosed with the condition after ingesting sand from public parks and child care centres.He said testing and removal of the effected sand from play areas had controlled, but not eliminated, cases of the illness in recent years.  Dr Staff said cases of Salmonella Java began appearing again in February, following several months when no cases had been reported.“So far this year we’ve had 19 cases confirmed and while some have been traced to play area sand, it appears that many children may have been infected by contact with bandicoot droppings,” he said. For more infectious disease news and information, visit and “like” the Infectious Disease News Facebook page.The vast majority of parents with sick children this year had reported increased bandicoot activity in their backyards: “They’ve reported conical holes in their lawns, which is a sure sign of bandicoot activity,” Dr Staff said.The Northern Sydney Public Health Unit had inspected the backyards of several cases and bandicoot droppings collected at one property had tested positive for the Salmonella Java, Dr Staff added.He believes children may be coming into indirect contact with bandicoot droppings while playing in their backyards. “Young children tend to put their fingers in their mouths a lot and this could transfer the bacterium to\nthem if they have touched a contaminated surface.”Often confused with rodents, bandicoots are small, omnivorous marsupials. They are about the size of a rabbit, and have a pointy snout , humped back, thin tail and large hind feet. There are around 20 species of bandicoots, three of which are found in NSW.Early signs of Salmonella Java poisoning include fever, nausea, vomiting, stomach pains and diarrhea.To prevent further spread of the illness, the Public Health Unit recommended parents of young children cleared animal droppings from areas where their children played, discouraged children from putting their hands or toys in their mouth when playing outside, and make sure their children washed their hands after playing outside.Chicken wire mesh at least 50cm high and 15cm would stop bandicoots entering backyards.Your email address will not be published. Required fields are marked *CommentName *Email *Save my name, email, and website in this browser for the next time I comment.This website uses cookies to provide you with the best browsing experience.Find out more or adjust your settings.This website uses cookies so that we can provide you with the best user experience possible. Cookie information is stored in your browser and performs functions such as recognising you when you return to our website and helping our team to understand which sections of the website you find most interesting and useful.Strictly Necessary Cookie should be enabled at all times so that we can save your preferences for cookie settings.If you disable this cookie, we will not be able to save your preferences. This means that every time you visit this website you will need to enable or disable cookies again.",
            "reports": [
                {
                    "event_date": "2014-02-xx xx:xx:xx",
                    "locations": [],
                    "diseases": [
                        "norovirus infection",
                        "salmonellosis"
                    ],
                    "syndromes": [
                        "Acute gastroenteritis",
                        "Influenza-like illness"
                    ]
                }
            ],
            "keyword_frequency": {
                "salmonellosis": 0.00772798,
                "salmonella": 0.00772798,
                "acute gastroenteritis": 0.00463679,
                "illness": 0.00309119,
                "infectious": 0.00309119,
                "norovirus infection": 0.0015456,
                "influenza-like illness": 0.0015456,
                "infection": 0.0015456,
                "outbreak": 0.0015456,
                "fever": 0.0015456,
                "nausea": 0.0015456,
                "vomiting": 0.0015456,
                "stomach": 0.0015456,
                "diarrhea": 0.0015456
            },
            "keyword_location": [],
            "keyword_list": {
                "salmonellosis": true,
                "salmonella": true,
                "acute gastroenteritis": true,
                "illness": true,
                "infectious": true,
                "norovirus infection": true,
                "influenza-like illness": true,
                "infection": true,
                "outbreak": true,
                "fever": true,
                "nausea": true,
                "vomiting": true,
                "stomach": true,
                "diarrhea": true
            }
        }
    ]
}