{
    "data": [
        {
            "url": "https://www.sciencemag.org/news/2020/02/united-states-badly-bungled-coronavirus-testing-things-may-soon-improve",
            "date_of_publication": "2020-02-29 10:48:19",
            "headline": "The United States badly bungled coronavirus testing—but things may soon improve",
            "main_text": "A, OARE, CHORUS, CLOCKSS, CrossRef and COUNTER.",
            "reports": [
                {
                    "event_date": "2020-01-21 xx:xx:xx to 2020-02-27 xx:xx:xx",
                    "locations": [
                        {
                            "google_id": "ChIJjQmTaV0E9YgRC2MLmS_e_mY",
                            "address": "Atlanta, GA, USA"
                        },
                        {
                            "google_id": "ChIJOwg_06VPwokRYv534QaPC8g",
                            "address": "New York, NY, USA"
                        },
                        {
                            "google_id": "ChIJm7oRy-tVZDURS9uIugCbJJE",
                            "address": "South Korea"
                        },
                        {
                            "google_id": "ChIJwULG5WSOUDERbzafNHyqHZU",
                            "address": "China"
                        }
                    ],
                    "diseases": [
                        "COVID-19",
                        "sars"
                    ],
                    "syndromes": [
                        "Acute respiratory syndrome"
                    ]
                }
            ],
            "keyword_frequency": {
                "sars": 0.00308642,
                "acute respiratory syndrome": 0.00308642
            },
            "keyword_location": [
                "atlanta",
                "china",
                "cn",
                "fulton county"
            ],
            "keyword_list": [
                "acute respiratory syndrome",
                "covid-19"
            ]
        },
        {
            "url": "https://jamanetwork.com/searchresults?author=Carlos+del+Rio&q=Carlos+del+Rio",
            "date_of_publication": "2020-02-29 10:56:15",
            "headline": "The United States badly bungled coronavirus testing—but things may soon improve",
            "main_text": "A faulty reagent in a test kit distributed by the U.S. Centers for Disease Control and Prevention has hampered efforts to find and confirm COVID-19 cases.By Jon CohenFeb. 28, 2020 , 5:45 PMSpeed is critical in the response to COVID-19. So why has the United States been so slow in its attempt to develop reliable diagnostic tests and use them widely?The World Health Organization (WHO) has shipped testing kits to 57 countries. China had five commercial tests on the market 1 month ago and can now do up to 1.6 million tests a week; South Korea has tested 65,000 people so far. The U. S. Centers for Disease Control and Prevention (CDC), in contrast, has done only 459 tests since the epidemic began. The rollout of a CDC-designed test kit to state and local labs has become a fiasco because it contained a faulty reagent. Labs around the country eager to test more suspected cases—and test them faster—have been unable to do so. No commercial or state labs have the approval to use their own tests.In what is already an infamous snafu, CDC initially refused a request to test a patient in Northern California who turned out to be the first probable COVID19 case without known links to an infected person.The situation may soon improve. State labs and commercial diagnostic developers hope to win approval from the Food and Drug Administration (FDA) for their own tests, and FDA and CDC on Wednesday agreed on a workaround for the faulty CDC kit—which has a problem that is not essential to its proper functioning—so that it can now be used by at least some of the state labs that have it.But there’s widespread discontent with the way the system has worked. “The U.S. government has not appropriately prioritized diagnostic tests and supported the laboratory response network to the degree they should have been supported over the years,” says Luciana Borio, who in previous jobs had lead roles in responding to emerging threats at the National Security Council and FDA.If a new disease emerges, CDC normally “gets the ball rolling” with diagnostics because it has the expertise and the biosafety laboratories to handle dangerous novel pathogens, says Borio, who now works for In-Q-Tel, a not-for-profit venture capital firm. Typically, there are few confirmed viral samples from patients at the outset, which researchers need to validate their tests, and CDC has the capability to grow the virus for this critical quality assurance step. Once the agency has a working test, that goes out to state labs. Then, in a third phase, commercial labs take over and either produce their own tests or scale-up the CDC one. “I would have hoped to see that third phase by now,” Borio says.In the case of SARS-CoV-2, as the virus causing COVID-19 is officially known, CDC’s sluggishness was apparent 1 month ago. On 26 January, the agency held an unusual Sunday teleconference for the media to provide an update about the rapidly growing outbreak. There were then five cases in the United States, but the CDC lab in Atlanta was still the only one in the country able to test for the virus, and it repeatedly had backlogs. Asked why more labs weren’t able to do the tests, Nancy Messonnier, who then was leading CDC’s response, said it was a quality issue. “We hold ourselves to an incredibly high standard of precision in terms of laboratory testing,” Messonnier said. “We wouldn’t want to inadvertently make a mistake in patient care.”CDC finally started to send kits to state and local health labs on 5 February. But on 12 February, it revealed that several labs had difficulty validating the test because of a problem with one of the reagents.The key problem with the kits is what’s known as a negative control, says Kelly Wroblewski, director of infectious diseases at the Association of Public Health Laboratories (APHL). CDC’s test uses the polymerase chain reaction (PCR) assay to find tiny amounts of the SARS-CoV-2 genome in, say, a nose swab. To make sure a test is working properly, kits also include DNA unrelated to SARS-CoV-2. The assay should not react to this negative control, but the CDC reagents did at many, but not all, state labs. The labs where the negative control failed were not allowed to use the test; they have to continue to send their samples to Atlanta.The declaration of a public health emergency … limited the diagnostic capacity of this country. It’s insane.But at the moment, they’re not allowed to do that without FDA approval. When the United States declared the outbreak a public health emergency on 31 January, a bureaucratic process kicked in that requires FDA’s “emergency use approval” for any tests. “The declaration of a public health emergency did exactly what it shouldn’t have. It limited the diagnostic capacity of this country,” Mina says. “It’s insane.”On 24 February, APHL asked FDA Commissioner Stephen Hahn for “enforcement discretion” to sidestep the emergency process and allow APHL members labs to use their own tests. On 26 February, Hahn replied that the CDC test could be modified to use just the primers that specifically detect SARS-CoV-2, essentially ignoring the faulty portion of the kits. FDA, in other words, would look the other way to make more widespread testing possible.CDC has notified labs of FDA’s decision in a letter, but the agency must still file an emergency use authorization with FDA for the protocol change. Once it does, it won’t take long, Hahn promised in his letter to APHL: “FDA has been able to authorize tests for public health emergencies within as little as 1 day upon receipt of the complete validation.”In New York, the State Department of Health has designed its own test based on the CDC protocol and plans to seek emergency use authorization.CDC provided an update about the situation in an email but did not respond to Science’s request for an interview with a scientist to discuss the details of the problem. Mina stresses he has great respect for CDC’s competence overall, but says, “There’s no good explanation for what’s going on here.”doi:10.1126/science.abb5152Jon is a staff writer for Science.By Jon CohenMar. 9, 2020By Rodrigo Pérez Ortega Feb. 27, 2020By Rodrigo Pérez Ortega Feb. 26, 2020By Rodrigo Pérez Ortega Feb. 21, 2020By Rodrigo Pérez Ortega Jan. 21, 2020More SifterVol 367,\n\n      Issue 6483© 2020 American Association for the Advancement of Science. All rights Reserved. AAAS is a partner of HINARI, AGORA, OARE, CHORUS, CLOCKSS, CrossRef and COUNTER.",
            "reports": [
                {
                    "event_date": "2020-01-21 xx:xx:xx to 2020-02-27 xx:xx:xx",
                    "locations": [
                        {
                            "google_id": "ChIJjQmTaV0E9YgRC2MLmS_e_mY",
                            "address": "Atlanta, GA, USA"
                        },
                        {
                            "google_id": "ChIJOwg_06VPwokRYv534QaPC8g",
                            "address": "New York, NY, USA"
                        },
                        {
                            "google_id": "ChIJm7oRy-tVZDURS9uIugCbJJE",
                            "address": "South Korea"
                        },
                        {
                            "google_id": "ChIJwULG5WSOUDERbzafNHyqHZU",
                            "address": "China"
                        }
                    ],
                    "diseases": [
                        "COVID-19",
                        "sars"
                    ],
                    "syndromes": [
                        "Acute respiratory syndrome"
                    ]
                }
            ],
            "keyword_frequency": {
                "sars": 0.00308642,
                "acute respiratory syndrome": 0.00308642,
                "covid-19": 0.00231481,
                "virus": 0.00231481,
                "outbreak": 0.00154321,
                "epidemic": 0.0007716,
                "emerging": 0.0007716,
                "infectious": 0.0007716
            },
            "keyword_location": [
                "atlanta",
                "china",
                "cn",
                "fulton county",
                "ga",
                "georgia",
                "kr",
                "new york",
                "ny",
                "south korea",
                "united states",
                "us"
            ],
            "keyword_list": [
                "acute respiratory syndrome",
                "covid-19",
                "emerging",
                "epidemic",
                "infectious",
                "outbreak",
                "sars",
                "virus"
            ]
        },
        {
            "url": "https://thehill.com/opinion/criminal-justice/485236-4-ways-to-protect-our-jails-and-prisons-from-coronavirus",
            "date_of_publication": "2020-02-29 14:00:08",
            "headline": "4 ways to protect our jails and prisons from coronavirus",
            "main_text": "Public health agencies around the world are preparing for COVID-19, the novel coronavirus that has spread from China to multiple regions of the world. We now see more cases outside of China than inside, and we’re also hearing of cases inside the U.S. among people without known travel contact. One critical lesson from our experience with H1N1 a decade ago is worth highlighting: We must integrate our nation’s 5,000 jails, prisons and immigration detention centers with our pandemic response efforts.In the spring of 2009, we also faced a novel viral threat to health in the form of H1N1, which the CDC now estimates took between approximately 150,000 and 500,000 lives worldwide in the first 12 months of activity. Much of this illness occurred among young people, who lacked antibodies for this strain of flu. Working inside the health service of the New York City jail system, we confronted a wide array of issues in responding to H1N1, from decisions about how to set up surveillance for influenza-like illness, to diagnosis and treatment of suspected cases and isolation of housing areas of the jails where people were ill.One large advantage we had was that our health service was a division of the nation’s pre-eminent public health department, the New York City Department of Health and Mental Hygiene (DOHMH). In the decade since, I’ve responded to seasonal influenza, pertussis, legionella and many other outbreaks within correctional settings. Here are a few lessons that are critical for sheriffs, commissioners of correction and public health officials to consider.COVID-19 will remind us of a central hypocrisy in our approach to health behind bars. We’ve built the world’s largest collection of jails and prisons, and kept the health services in these places remarkably separate from the rest of our national health systems. The CDC, state departments of health, the Joint Commission and other bodies that promote evidence-based care in our hospitals, ambulatory care clinics and nursing homes are largely absent in these settings. As a result, management of this pandemic will be harder and less effective for incarcerated people, their families and staff in these institutions.As we struggle to make headway in this specific response, it should remind us that the goals of promoting health and addressing mass incarceration both require that we finally connect these institutions to our community-based systems of health.Dr. Homer Venters is the former chief medical officer of the New York City Jail System and president of Community Oriented Correctional Health Services (COCHS).View the discussion thread.The Hill 1625 K Street, NW Suite 900 Washington DC 20006 | 202-628-8500 tel | 202-628-8503 faxThe contents of this site are ©2020 Capitol Hill Publishing Corp., a subsidiary of News Communications, Inc.",
            "reports": [
                {
                    "event_date": "2019-12-xx xx:xx:xx to 2020-xx-xx xx:xx:xx",
                    "locations": [
                        {
                            "google_id": "ChIJOwg_06VPwokRYv534QaPC8g",
                            "address": "New York, NY, USA"
                        },
                        {
                            "google_id": "ChIJwULG5WSOUDERbzafNHyqHZU",
                            "address": "China"
                        }
                    ],
                    "diseases": [
                        "COVID-19",
                        "influenza a/h1n1",
                        "other",
                        "pertussis"
                    ],
                    "syndromes": [
                        "Influenza-like illness"
                    ]
                }
            ],
            "keyword_frequency": {
                "covid-19": 0.00578035,
                "influenza a/h1n1": 0.00578035,
                "influenza-like illness": 0.00578035,
                "illness": 0.00385356,
                "other": 0.00192678,
                "pertussis": 0.00192678
            },
            "keyword_location": [
                "china",
                "cn",
                "new york",
                "new york city",
                "ny",
                "united states",
                "us"
            ],
            "keyword_list": [
                "covid-19",
                "illness",
                "influenza a/h1n1",
                "influenza-like illness",
                "other",
                "pertussis"
            ]
        },
        {
            "url": "https://www.baltimoresun.com/business/bs-bz-port-coronavirus-20200228-ryhqanjitzcpdjxlfa6mqhulye-story.html",
            "date_of_publication": "2020-02-29 16:24:46",
            "headline": "Port of Baltimore reducing hours due to ‘significant and unprecedented’ shipping disruptions from coronavirus",
            "main_text": "The port of Baltimore’s booming container terminal will reduce its operating hours next week because of declines in incoming cargo due to the international coronavirus outbreak, officials said Friday.Seagirt Marine Terminal will open at 7 a.m., and the inbound gate will close at 4:45 p.m. beginning Sunday, according to Ports America Chesapeake, the company that operates the state-owned terminal under a 50-year agreement. That schedule cuts an hour and 15 minutes from the typical port workday.“Our hope is these actions are short lived, but the disruptions in the global supply chain as a result of the Coronavirus outbreak are significant and unprecedented,” the company said in a memo Thursday to port stakeholders obtained Friday by The Baltimore Sun.Three more Marylanders are being tested for COVID-19, the coronavirus disease that has sickened more than 80,000 people globally, state officials confirmed this week. Two previously tested negative for the virus.The Maryland Port Administration has not provided an estimate of how much the global outbreak will affect the port of Baltimore’s cargo volumes.Volumes at many U.S. ports could drop 20% or more in the first three months of the year, according to the American Association of Port Authorities, which represents 130 of the top ports in the U.S., Canada, Latin America and the Caribbean.Ports in Georgia, which handle nearly $20 billion in Chinese imports each year, expect to see shipments drop by as much as 40% in March and April, according to that state’s projections.“While the global economic impacts to the port and maritime industry from the coronavirus outbreak are significant and growing, the human impacts are our greatest concern,\" Chris Connor, the association’s president and CEO, said in a statement. “The most important things are to ensure that as few people as possible become infected, that those who have been infected are well treated and receive quality care, and that we mourn for those whose lives have been tragically cut short by this pathogen crisis.”The limited hours at the Baltimore container terminal are a result of “a reduction in volumes from disruptions in the global supply chain,” the port administration said in a statement. The agency noted that the hours reduction is scheduled to go into effect only at Seagirt and not at the other five public marine terminals.“We will continue to monitor the situation and adjust terminal hours as conditions change,” Ports America Chesapeake’s memo said. “Thank you for your understanding during this international event.”Dockworkers could face fewer hours and smaller paychecks as a result of the slowdown, said Scott Cowan, president of the International Longshoremen’s Association Local 333.“It will affect the amount of hours they get, and their earning potential,” Cowan said.Cowan said he’s told his 1,650 members the cutback in hours could last a few months.“This is something no one has control over,” he said. “But I don’t think this is a long-term problem. I think it will bounce back.”The reduction in hours at Seagirt comes as ports around the country have been grappling with spikes in container volume because of shippers importing goods early to beat U.S. tariff deadlines, which have been postponed until April from an original Jan. 1 deadline.Ports America had extended the terminal’s daily gate hours and offered extra weekend hours earlier this month to address the congestion.The supply chain disruption also follows several years of cargo records at the container terminal. The Port of Baltimore handled a record 43.6 million tons of cargo last year.The port’s cruise operators are also taking coronavirus precautions.Passengers bound for the Bahamas or elsewhere from Baltimore’s cruise terminal will be screened for the virus, and the cruise lines won’t allow boarding to anyone who has visited areas affected by the coronavirus or who has come into contact with others who have been to those areas in the past two weeks, officials said Thursday.After The Baltimore Sun contacted Ports America with questions about the coronavirus memo, the company posted the memo about the reduced hours on its website — without any reference to the coronavirus.“Ports America Chesapeake’s announcement [on Thursday] was simply to advise the trucking community of reduced operating hours,” company spokeswoman Jeanne Futuyma said in an brief emailed statement.She did not explain why references to the coronavirus were removed in the version posted online.“We will not be providing additional information,” she said in an email response to follow-up questions.Baltimore Sun reporters Alison Knezevich, Meredith Cohn, Kevin Rector and Jean Marbella contributed to this article.",
            "reports": [
                {
                    "event_date": "2019-04-xx xx:xx:xx to 2020-03-xx xx:xx:xx",
                    "locations": [
                        {
                            "google_id": "ChIJt4P01q4DyIkRWOcjQqiWSAQ",
                            "address": "Baltimore, MD, USA"
                        },
                        {
                            "google_id": "ChIJPQ9Isjua1ogR5XnHaoO0PhM",
                            "address": "The Bahamas"
                        },
                        {
                            "google_id": "ChIJ2WrMN9MDDUsRpY9Doiq3aJk",
                            "address": "Canada"
                        },
                        {
                            "google_id": "ChIJV4FfHcU28YgR5xBP7BC8hGY",
                            "address": "Georgia, USA"
                        }
                    ],
                    "diseases": [
                        "COVID-19"
                    ],
                    "syndromes": []
                }
            ],
            "keyword_frequency": {
                "covid-19": 0.0116144,
                "outbreak": 0.00464576,
                "virus": 0.00232288
            },
            "keyword_location": [
                "bahamas",
                "baltimore",
                "bs",
                "ca",
                "canada",
                "ga",
                "georgia",
                "maryland",
                "md",
                "the bahamas",
                "united states",
                "us"
            ],
            "keyword_list": [
                "covid-19",
                "outbreak",
                "virus"
            ]
        },
        {
            "url": "https://www.nejm.org/doi/full/10.1056/NEJMoa2002032#header_fn1",
            "date_of_publication": "2020-02-29 17:10:07",
            "headline": "Port of Baltimore reducing hours due to ‘significant and unprecedented’ shipping disruptions from coronavirus",
            "main_text": "The port of Baltimore’s booming container terminal will reduce its operating hours next week because of declines in incoming cargo due to the international coronavirus outbreak, officials said Friday.Seagirt Marine Terminal will open at 7 a.m., and the inbound gate will close at 4:45 p.m. beginning Sunday, according to Ports America Chesapeake, the company that operates the state-owned terminal under a 50-year agreement. That schedule cuts an hour and 15 minutes from the typical port workday.“Our hope is these actions are short lived, but the disruptions in the global supply chain as a result of the Coronavirus outbreak are significant and unprecedented,” the company said in a memo Thursday to port stakeholders obtained Friday by The Baltimore Sun.Three more Marylanders are being tested for COVID-19, the coronavirus disease that has sickened more than 80,000 people globally, state officials confirmed this week. Two previously tested negative for the virus.The Maryland Port Administration has not provided an estimate of how much the global outbreak will affect the port of Baltimore’s cargo volumes.Volumes at many U.S. ports could drop 20% or more in the first three months of the year, according to the American Association of Port Authorities, which represents 130 of the top ports in the U.S., Canada, Latin America and the Caribbean.Ports in Georgia, which handle nearly $20 billion in Chinese imports each year, expect to see shipments drop by as much as 40% in March and April, according to that state’s projections.“While the global economic impacts to the port and maritime industry from the coronavirus outbreak are significant and growing, the human impacts are our greatest concern,\" Chris Connor, the association’s president and CEO, said in a statement. “The most important things are to ensure that as few people as possible become infected, that those who have been infected are well treated and receive quality care, and that we mourn for those whose lives have been tragically cut short by this pathogen crisis.”The limited hours at the Baltimore container terminal are a result of “a reduction in volumes from disruptions in the global supply chain,” the port administration said in a statement. The agency noted that the hours reduction is scheduled to go into effect only at Seagirt and not at the other five public marine terminals.“We will continue to monitor the situation and adjust terminal hours as conditions change,” Ports America Chesapeake’s memo said. “Thank you for your understanding during this international event.”Dockworkers could face fewer hours and smaller paychecks as a result of the slowdown, said Scott Cowan, president of the International Longshoremen’s Association Local 333.“It will affect the amount of hours they get, and their earning potential,” Cowan said.Cowan said he’s told his 1,650 members the cutback in hours could last a few months.“This is something no one has control over,” he said. “But I don’t think this is a long-term problem. I think it will bounce back.”The reduction in hours at Seagirt comes as ports around the country have been grappling with spikes in container volume because of shippers importing goods early to beat U.S. tariff deadlines, which have been postponed until April from an original Jan. 1 deadline.Ports America had extended the terminal’s daily gate hours and offered extra weekend hours earlier this month to address the congestion.The supply chain disruption also follows several years of cargo records at the container terminal. The Port of Baltimore handled a record 43.6 million tons of cargo last year.The port’s cruise operators are also taking coronavirus precautions.Passengers bound for the Bahamas or elsewhere from Baltimore’s cruise terminal will be screened for the virus, and the cruise lines won’t allow boarding to anyone who has visited areas affected by the coronavirus or who has come into contact with others who have been to those areas in the past two weeks, officials said Thursday.After The Baltimore Sun contacted Ports America with questions about the coronavirus memo, the company posted the memo about the reduced hours on its website — without any reference to the coronavirus.“Ports America Chesapeake’s announcement [on Thursday] was simply to advise the trucking community of reduced operating hours,” company spokeswoman Jeanne Futuyma said in an brief emailed statement.She did not explain why references to the coronavirus were removed in the version posted online.“We will not be providing additional information,” she said in an email response to follow-up questions.Baltimore Sun reporters Alison Knezevich, Meredith Cohn, Kevin Rector and Jean Marbella contributed to this article.",
            "reports": [
                {
                    "event_date": "2019-04-xx xx:xx:xx to 2020-03-xx xx:xx:xx",
                    "locations": [
                        {
                            "google_id": "ChIJt4P01q4DyIkRWOcjQqiWSAQ",
                            "address": "Baltimore, MD, USA"
                        },
                        {
                            "google_id": "ChIJPQ9Isjua1ogR5XnHaoO0PhM",
                            "address": "The Bahamas"
                        },
                        {
                            "google_id": "ChIJ2WrMN9MDDUsRpY9Doiq3aJk",
                            "address": "Canada"
                        },
                        {
                            "google_id": "ChIJV4FfHcU28YgR5xBP7BC8hGY",
                            "address": "Georgia, USA"
                        }
                    ],
                    "diseases": [
                        "COVID-19"
                    ],
                    "syndromes": []
                }
            ],
            "keyword_frequency": {
                "covid-19": 0.0116144,
                "outbreak": 0.00464576,
                "virus": 0.00232288
            },
            "keyword_location": [
                "bahamas",
                "baltimore",
                "bs",
                "ca",
                "canada",
                "ga",
                "georgia",
                "maryland",
                "md",
                "the bahamas",
                "united states",
                "us"
            ],
            "keyword_list": [
                "covid-19",
                "outbreak",
                "virus"
            ]
        },
        {
            "url": "https://www.nejm.org/doi/full/10.1056/NEJMe2002387?query=recirc_curatedRelated_article#full",
            "date_of_publication": "2020-02-29 17:15:02",
            "headline": "Port of Baltimore reducing hours due to ‘significant and unprecedented’ shipping disruptions from coronavirus",
            "main_text": "The port of Baltimore’s booming container terminal will reduce its operating hours next week because of declines in incoming cargo due to the international coronavirus outbreak, officials said Friday.Seagirt Marine Terminal will open at 7 a.m., and the inbound gate will close at 4:45 p.m. beginning Sunday, according to Ports America Chesapeake, the company that operates the state-owned terminal under a 50-year agreement. That schedule cuts an hour and 15 minutes from the typical port workday.“Our hope is these actions are short lived, but the disruptions in the global supply chain as a result of the Coronavirus outbreak are significant and unprecedented,” the company said in a memo Thursday to port stakeholders obtained Friday by The Baltimore Sun.Three more Marylanders are being tested for COVID-19, the coronavirus disease that has sickened more than 80,000 people globally, state officials confirmed this week. Two previously tested negative for the virus.The Maryland Port Administration has not provided an estimate of how much the global outbreak will affect the port of Baltimore’s cargo volumes.Volumes at many U.S. ports could drop 20% or more in the first three months of the year, according to the American Association of Port Authorities, which represents 130 of the top ports in the U.S., Canada, Latin America and the Caribbean.Ports in Georgia, which handle nearly $20 billion in Chinese imports each year, expect to see shipments drop by as much as 40% in March and April, according to that state’s projections.“While the global economic impacts to the port and maritime industry from the coronavirus outbreak are significant and growing, the human impacts are our greatest concern,\" Chris Connor, the association’s president and CEO, said in a statement. “The most important things are to ensure that as few people as possible become infected, that those who have been infected are well treated and receive quality care, and that we mourn for those whose lives have been tragically cut short by this pathogen crisis.”The limited hours at the Baltimore container terminal are a result of “a reduction in volumes from disruptions in the global supply chain,” the port administration said in a statement. The agency noted that the hours reduction is scheduled to go into effect only at Seagirt and not at the other five public marine terminals.“We will continue to monitor the situation and adjust terminal hours as conditions change,” Ports America Chesapeake’s memo said. “Thank you for your understanding during this international event.”Dockworkers could face fewer hours and smaller paychecks as a result of the slowdown, said Scott Cowan, president of the International Longshoremen’s Association Local 333.“It will affect the amount of hours they get, and their earning potential,” Cowan said.Cowan said he’s told his 1,650 members the cutback in hours could last a few months.“This is something no one has control over,” he said. “But I don’t think this is a long-term problem. I think it will bounce back.”The reduction in hours at Seagirt comes as ports around the country have been grappling with spikes in container volume because of shippers importing goods early to beat U.S. tariff deadlines, which have been postponed until April from an original Jan. 1 deadline.Ports America had extended the terminal’s daily gate hours and offered extra weekend hours earlier this month to address the congestion.The supply chain disruption also follows several years of cargo records at the container terminal. The Port of Baltimore handled a record 43.6 million tons of cargo last year.The port’s cruise operators are also taking coronavirus precautions.Passengers bound for the Bahamas or elsewhere from Baltimore’s cruise terminal will be screened for the virus, and the cruise lines won’t allow boarding to anyone who has visited areas affected by the coronavirus or who has come into contact with others who have been to those areas in the past two weeks, officials said Thursday.After The Baltimore Sun contacted Ports America with questions about the coronavirus memo, the company posted the memo about the reduced hours on its website — without any reference to the coronavirus.“Ports America Chesapeake’s announcement [on Thursday] was simply to advise the trucking community of reduced operating hours,” company spokeswoman Jeanne Futuyma said in an brief emailed statement.She did not explain why references to the coronavirus were removed in the version posted online.“We will not be providing additional information,” she said in an email response to follow-up questions.Baltimore Sun reporters Alison Knezevich, Meredith Cohn, Kevin Rector and Jean Marbella contributed to this article.",
            "reports": [
                {
                    "event_date": "2019-04-xx xx:xx:xx to 2020-03-xx xx:xx:xx",
                    "locations": [
                        {
                            "google_id": "ChIJt4P01q4DyIkRWOcjQqiWSAQ",
                            "address": "Baltimore, MD, USA"
                        },
                        {
                            "google_id": "ChIJPQ9Isjua1ogR5XnHaoO0PhM",
                            "address": "The Bahamas"
                        },
                        {
                            "google_id": "ChIJ2WrMN9MDDUsRpY9Doiq3aJk",
                            "address": "Canada"
                        },
                        {
                            "google_id": "ChIJV4FfHcU28YgR5xBP7BC8hGY",
                            "address": "Georgia, USA"
                        }
                    ],
                    "diseases": [
                        "COVID-19"
                    ],
                    "syndromes": []
                }
            ],
            "keyword_frequency": {
                "covid-19": 0.0116144,
                "outbreak": 0.00464576,
                "virus": 0.00232288
            },
            "keyword_location": [
                "bahamas",
                "baltimore",
                "bs",
                "ca",
                "canada",
                "ga",
                "georgia",
                "maryland",
                "md",
                "the bahamas",
                "united states",
                "us"
            ],
            "keyword_list": [
                "covid-19",
                "outbreak",
                "virus"
            ]
        }
    ]
}