{
    "data": [
        {
            "url": "https://kfgo.com/news/articles/2020/feb/17/4th-grader-dies-from-flu-complications/985887/",
            "date_of_publication": "2020-02-18 03:57:04",
            "headline": "4th grader dies from flu complications",
            "main_text": "SIOUX FALLS, S.D. - A fourth-grade student in the Sioux Falls area has died from flu-related complications.  The boy attended school in Hartford.West Central School District Superintendent Brad Berens says Rylon Anderson died Sunday after he was admitted to the hospital on Friday. Rylon had Influenza A. It was not immediately known if he had been vaccinated.Prior to Rylon's death, South Dakota had reported seven other flu-related deaths this season. The health department's most recent summary says all of those deaths were people age 50 and older.",
            "reports": [
                {
                    "event_date": "2020-xx-xx xx:xx:xx",
                    "locations": [],
                    "diseases": [
                        "other"
                    ],
                    "syndromes": [
                        "Influenza-like illness"
                    ]
                }
            ],
            "keyword_frequency": {
                "influenza-like illness": 3,
                "other": 2
            },
            "keyword_location": [],
            "keyword_list": [
                "influenza-like illness",
                "other"
            ]
        },
        {
            "url": "http://virological.org/t/the-proximal-origin-of-sars-cov-2/398",
            "date_of_publication": "2020-02-18 04:26:09",
            "headline": "The Proximal Origin of SARS-CoV-2",
            "main_text": "Kristian G. Andersen1,2*, Andrew Rambaut3, W. Ian Lipkin4, Edward C. Holmes5 & Robert F. Garry6,71Department of Immunology and Microbiology, The Scripps Research Institute, La Jolla, CA 92037, USA.2Scripps Research Translational Institute, La Jolla, CA 92037, USA.3Institute of Evolutionary Biology, University of Edinburgh, Edinburgh, UK.4Center for Infection and Immunity, Mailman School of Public Health of Columbia University, New York, New York, USA.5Marie Bashir Institute for Infectious Diseases and Biosecurity, School of Life and Environmental Sciences and School of Medical Sciences, The University of Sydney, Sydney, Australia.6Tulane University, School of Medicine, Department of Microbiology and Immunology, New Orleans, LA, USA.7Zalgen Labs, LCC, Germantown, MD, USA.*Corresponding author:Kristian G. Andersen\nDepartment of Immunology and Microbiology,\nThe Scripps Research Institute,\nLa Jolla, CA 92037,\nUSA.Since the first reports of a novel pneumonia (COVID-19) in Wuhan city, Hubei province, China there has been considerable discussion and uncertainty over the origin of the causative virus, SARS-CoV-2. Infections with SARS-CoV-2 are now widespread in China, with cases in every province. As of 14 February 2020, 64,473 such cases have been confirmed, with 1,384 deaths attributed to the virus. These official case numbers are likely an underestimate because of limited reporting of mild and asymptomatic cases, and the virus is clearly capable of efficient human-to-human transmission. Based on the possibility of spread to countries with weaker healthcare systems, the World Health Organization has declared the COVID-19 outbreak a Public Health Emergency of International Concern (PHEIC). There are currently neither vaccines nor specific treatments for this disease.SARS-CoV-2 is the seventh member of the  Coronaviridae  known to infect humans. Three of these viruses, SARS CoV-1, MERS, and SARS-CoV-2, can cause severe disease; four, HKU1, NL63, OC43 and 229E, are associated with mild respiratory symptoms. Herein, we review what can be deduced about the origin and early evolution of SARS-CoV-2 from the comparative analysis of available genome sequence data. In particular, we offer a perspective on the notable features in the SARS-CoV-2 genome and discuss scenarios by which these features could have arisen. Importantly, this analysis provides evidence that SARS-CoV-2 is not a laboratory construct nor a purposefully manipulated virus.The genomic comparison of both alpha- and betacoronaviruses (family  Coronaviridae ) described below identifies two notable features of the SARS-CoV-2 genome: (i) based on structural modelling and early biochemical experiments, SARS-CoV-2 appears to be optimized for binding to the human ACE2 receptor; (ii) the highly variable spike (S) protein of SARS-CoV-2 has a polybasic (furin) cleavage site at the S1 and S2 boundary via the insertion of twelve nucleotides. Additionally, this event led to the acquisition of three predicted O-linked glycans around the polybasic cleavage site.The receptor binding domain (RBD) in the spike protein of SARS-CoV and SARS-related coronaviruses is the most variable part of the virus genome. Six residues in the RBD appear to be critical for binding to the human ACE2 receptor and determining host range1. Using coordinates based on the Urbani strain of SARS-CoV, they are Y442, L472, N479, D480, T487, and Y4911. The corresponding residues in SARS-CoV-2 are L455, F486, Q493, S494, N501, and Y505. Five of these six residues are mutated in SARS-CoV-2 compared to its most closely related virus, RaTG13 sampled from a  Rhinolophus affinis  bat, to which it is ~96% identical2 (Figure 1a). Based on modeling1 and biochemical experiments3,4, SARS-CoV-2 seems to have an RBD that may bind with high affinity to ACE2 from human, non-human primate, ferret, pig, and cat, as well as other species with high receptor homology1. In contrast, SARS-CoV-2 may bind less efficiently to ACE2 in other species associated with SARS-like viruses, including rodents and civets1.The phenylalanine (F) at residue 486 in the SARS-CoV-2 S protein corresponds to L472 in the SARS-CoV Urbani strain. Notably, in SARS-CoV cell culture experiments the L472 mutates to phenylalanine (L472F)5, which is predicted to be optimal for binding of the SARS-CoV RBD to the human ACE2 receptor6. However, a phenylalanine in this position is also present in several SARS-like CoVs from bats (Figure 1a). While these analyses suggest that SARS-CoV-2 may be capable of binding the human ACE2 receptor with high affinity, the interaction is not predicted to be optimal1. Additionally, several of the key residues in the RBD of SARS-CoV-2 are different to those previously described as optimal for human ACE2 receptor binding6. In contrast to these computational predictions, recent binding studies indicate that SARS-CoV-2 binds with high affinity to human ACE27. Thus the SARS-CoV-2 spike appears to be the result of selection on human or human-like ACE2 permitting another optimal binding solution to arise. This is strong evidence that SARS-CoV-2 is  not  the product of genetic engineering.The second notable feature of SARS-CoV-2 is a predicted polybasic cleavage site (RRAR) in the spike protein at the junction of S1 and S2, the two subunits of the spike protein (Figure 1b)8,9. In addition to two basic arginines and an alanine at the cleavage site, a leading proline is also inserted; thus, the fully inserted sequence is PRRA (Figure 1b). The strong turn created by the proline insertion is predicted to result in the addition of O-linked glycans to S673, T678, and S686 that flank the polybasic cleavage site. A polybasic cleavage site has not previously been observed in related lineage B betacoronaviruses and is a unique feature of SARS-CoV-2. Some human betacoronaviruses, including HCoV-HKU1 (lineage A), have polybasic cleavage sites, as well as predicted O-linked glycans near the S1/S2 cleavage site.While the functional consequence of the polybasic cleavage site in SARS-CoV-2 is unknown, experiments with SARS-CoV have shown that engineering such a site at the S1/S2 junction enhances cell–cell fusion but does not affect virus entry10. Polybasic cleavage sites allow effective cleavage by furin and other proteases, and can be acquired at the junction of the two subunits of the haemagglutinin (HA) protein of avian influenza viruses in conditions that select for rapid virus replication and transmission (e.g. highly dense chicken populations). HA serves a similar function in cell-cell fusion and viral entry as the coronavirus S protein. Acquisition of a polybasic cleavage site in HA, by either insertion or recombination, converts low pathogenicity avian influenza viruses into highly pathogenic forms11-13. The acquisition of polybasic cleavage sites by the influenza virus HA has also been observed after repeated forced passage in cell culture or through animals14,15. Similarly, an avirulent isolate of Newcastle Disease virus became highly pathogenic during serial passage in chickens by incremental acquisition of a polybasic cleavage site at the junction of its fusion protein subunits16. The potential function of the three predicted O-linked glycans is less clear, but they could create a “mucin-like domain” that would shield potential epitopes or key residues on the SARS-CoV-2 spike protein. Biochemical analyses or structural studies are required to determine whether or not the predicted O-linked glycan sites are utilized.figure2718×1487 394 KBFigure 1. (a) Mutations in contact residues of the SARS-CoV-2 spike protein.  The spike protein of SARS-CoV-2 (top) was aligned against the most closely related SARS-like CoVs and SARS-CoV-1. Key residues in the spike protein that make contact to the ACE2 receptor are marked with blue boxes in both SARS-CoV-2 and the SARS-CoV Urbani strain. ( b) Acquisition of polybasic cleavage site and O-linked glycans.  The polybasic cleavage site is marked in grey with the three adjacent predicted O-linked glycans in blue. Both the polybasic cleavage site and O-linked glycans are unique to SARS-CoV-2 and not previously seen in lineage B betacoronaviruses. Sequences shown are from NCBI GenBank, accession numbers MN908947, MN996532, AY278741, KY417146, MK211376. The pangolin coronavirus sequences are a consensus generated from SRR10168377 and SRR10168378 (NCBI BioProject PRJNA573298)18,19.It is improbable that SARS-CoV-2 emerged through laboratory manipulation of an existing SARS-related coronavirus. As noted above, the RBD of SARS-CoV-2 is optimized for human ACE2 receptor binding with an efficient binding solution different to that which would have been predicted. Further, if genetic manipulation had been performed, one would expect that one of the several reverse genetic systems available for betacoronaviruses would have been used. However, this is not the case as the genetic data shows that SARS-CoV-2 is not derived from any previously used virus backbone17. Instead, we propose two scenarios that can plausibly explain the origin of SARS-CoV-2: (i) natural selection in a non-human animal host prior to zoonotic transfer, and (ii) natural selection in humans following zoonotic transfer. We also discuss whether selection during passage in culture could have given rise to the same observed features.Selection in an animal host. As many of the early cases of COVID-19 were linked to the Huanan seafood and wildlife market in Wuhan, it is possible that an animal source was present at this location. Given the similarity of SARS-CoV-2 to bat SARS-like CoVs, particularly RaTG13, it is plausible that bats serve as reservoir hosts for SARS-CoV-2. It is important, however, to note that previous outbreaks of betacoronaviruses in humans involved direct exposure to animals other than bats, including civets (SARS) and camels (MERS), that carry viruses that are genetically very similar to SARS-CoV-1 or MERS-CoV, respectively. By analogy, viruses closely related to SARS-Cov-2 may be circulating in one or more animal species. Initial analyses indicate that Malayan pangolins ( Manis javanica ) illegally imported into Guangdong province contain a CoV that is similar to SARS-CoV-218,19. Although the bat virus RaTG13 remains the closest relative to SARS-CoV-2 across the whole genome, the Malayan pangolin CoV is identical to SARS-CoV-2 at all six key RBD residues (Figure 1). However, no pangolin CoV has yet been identified that is sufficiently similar to SARS-CoV-2 across its entire genome to support direct human infection. In addition, the pangolin CoV does not carry a polybasic cleavage site insertion. For a precursor virus to acquire the polybasic cleavage site and mutations in the spike protein suitable for human ACE2 receptor binding, an animal host would likely have to have a high population density – to allow natural selection to proceed efficiently – and an ACE2 gene that is similar to the human orthologue. Further characterization of CoVs in pangolins and other animals that may harbour SARS-CoV-like viruses should be a public health priority.Cryptic adaptation to humans. It is also possible that a progenitor to SARS-CoV-2 jumped from a non-human animal to humans, with the genomic features described above acquired through adaptation during subsequent human-to-human transmission. We surmise that once these adaptations were acquired (either together or in series) it would enable the outbreak to take-off, producing a sufficiently large and unusual cluster of pneumonia cases to trigger the surveillance system that ultimately detected it.All SARS-CoV-2 genomes sequenced so far have the well adapted RBD and the polybasic cleavage site, and are thus derived from a common ancestor that had these features. The presence of an RBD in pangolins that is very similar to the one in SARS-CoV-2 means that this was likely already present in the virus that jumped to humans, even if we don’t yet have the exact non-human progenitor virus. This leaves the polybasic cleavage site insertion to occur during human-to-human transmission. Following the example of the influenza A virus HA gene, a specific insertion or recombination event is required to enable the emergence of SARS-CoV-2 as an epidemic pathogen.Estimates of the timing of the most recent common ancestor (tMRCA) of SARS-CoV-2 using currently available genome sequence data point to virus emergence in late November to early December 201920,21, compatible with the earliest retrospectively confirmed cases22. Hence, this scenario presumes a period of unrecognised transmission in humans between the initial zoonotic transfer event and the acquisition of the polybasic cleavage site. Sufficient opportunity could occur if there had been many prior zoonotic events producing short chains of human-to-human transmission (so-called ‘stuttering chains’) over an extended period. This is essentially the situation for MERS-CoV in the Arabian Peninsula where all the human cases are the result of repeated jumps of the virus from dromedary camels, producing single infections or short chains of transmission that eventually resolve. To date, after 2,499 cases over 8 years, no human adaptation has emerged that has allowed MERS-CoV to take hold in the human population.How could we test whether cryptic spread of SARS-CoV-2 enabled human adaptation?  Metagenomic studies of banked serum samples could provide important information, but given the relatively short period of viremia it may be impossible to detect low level SARS-CoV-2 circulation in historical samples. Retrospective serological studies potentially could be informative and a few such studies have already been conducted. One found that animal importation traders had a 13% seropositivity to coronaviruses23, while another noted that 3% residents of a village in Southern China were seropositive to these viruses24. Interestingly, 200 residents of Wuhan did not show coronavirus seroreactivity. Critically, however, these studies could not have distinguished whether positive serological responses were due to a prior infection with SARS-CoV-1 or -2. Further retrospective serological studies should be conducted to determine the extent of prior human exposure to betacoronaviruses in different geographic areas, particularly using assays that can distinguish among multiple betacoronaviruses.Selection during passage. Basic research involving passage of bat SARS-like coronaviruses in cell culture and/or animal models have been ongoing in BSL-2 for many years in multiple laboratories across the world25-28. There are also documented instances of the laboratory acquisition of SARS-CoV-1 by laboratory personnel working under BSL-2 containment29,30. We must therefore consider the possibility of a deliberate or inadvertent release of SARS-CoV-2. In theory, it is possible that SARS-CoV-2 acquired the observed RBD mutations site during adaptation to passage in cell culture, as has been observed in studies with SARS-CoV5 as well as MERS-CoV31. However, the acquisition of the polybasic cleavage site or O-linked glycans - if functional - argues against this scenario. New polybasic cleavage sites have only been observed after prolonged passaging of low pathogenicity avian influenza virus in cell culture or animals. Furthermore, the generation of SARS-CoV-2 by cell culture or animal passage would have required prior isolation of a progenitor virus with a very high genetic similarity. Subsequent generation of a polybasic cleavage site would have then required an intense program of passage in cell culture or animals with ACE-2 receptor similar to humans (e.g. ferrets). It is also questionable whether generation of the O-linked glycans would have occurred on cell culture passage, as such mutations typically suggest the involvement of an immune system, that is not present  in vitro .In the midst of the global COVID-19 public health emergency it is reasonable to wonder why the origins of the epidemic matter. A detailed understanding of how an animal virus jumped species boundaries to infect humans so productively will help in the prevention of future zoonotic events. For example, if SARS-CoV-2 pre-adapted in another animal species then we are at risk of future re-emergence events even if the current epidemic is controlled. In contrast, if the adaptive process we describe occurred in humans, then even if we have repeated zoonotic transfers they are unlikely to take-off unless the same series of mutations occurs. In addition, identifying the closest animal relatives of SARS-CoV-2 will greatly assist studies of virus function. Indeed, the availability of the RaTG13 bat sequence facilitated the comparative genomic analysis performed here, helping to reveal the key mutations in the RBD as well as the polybasic cleavage site insertion.The genomic features described here may in part explain the infectiousness and transmissibility of SARS-CoV-2 in humans. Although genomic evidence does not support the idea that SARS-CoV-2 is a laboratory construct, it is currently impossible to prove or disprove the other theories of its origin described here, and it is unclear whether future data will help resolve this issue. Identifying the immediate non-human animal source and obtaining virus sequences from it would be the most definitive way of revealing virus origins. In addition, it would be helpful to obtain more genetic and functional data about the virus, including experimental studies of receptor binding and the role of the polybasic cleavage site and predicted O-linked glycans. The identification of a potential intermediate host of SARS-CoV-2, as well as the sequencing of very early cases including those not connected to the Wuhan market, would similarly be highly informative. Irrespective of how SARS-CoV-2 originated, the ongoing surveillance of pneumonia in humans and other animals is clearly of utmost importance.We thank all those who have contributed SARS-CoV-2 genome sequences to the GISAID database (https://www.gisaid.org/) and contributed analyses and ideas to Virological.org (http://virological.org/). We thank the Wellcome Trust for supporting this work. ECH is supported by an ARC Australian Laureate Fellowship (FL170100022). KGA is supported by NIH grant 1U19AI135995-01. AR is supported by the Wellcome Trust (Collaborators Award 206298/Z/17/Z – ARTIC network) and the European Research Council (grant agreement no. 725422 – ReservoirDOCS).Wan, Y., Shang, J., Graham, R., Baric, R. S. & Li, F. Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS.  J. Virol.  (2020) doi:10.1128/JVI.00127-20.Wu, F. et al., A new coronavirus associated with human respiratory disease in China.  Nature  (2020) doi:10.1038/s41586-020-2008-3.Letko, M. & Munster, V. Functional assessment of cell entry and receptor usage for lineage B β-coronaviruses, including 2019-nCoV.  bioRxiv  2020.01.22.915660 (2020) doi:10.1101/2020.01.22.915660.Hoffmann, M. et al., The novel coronavirus 2019 (2019-nCoV) uses the SARS-coronavirus receptor ACE2 and the cellular protease TMPRSS2 for entry into target cells.  bioRxiv  2020.01.31.929042 (2020) doi:10.1101/2020.01.31.929042.Sheahan, T. et al., Mechanisms of zoonotic severe acute respiratory syndrome coronavirus host range expansion in human airway epithelium.  J. Virol. 82 , 2274–2285 (2008).Cui, J., Li, F. & Shi, Z.-L. Origin and evolution of pathogenic coronaviruses.  Nat. Rev. Microbiol. 17 , 181–192 (2019).Wrapp, D. et al. Cryo-EM Structure of the 2019-nCoV Spike in the Prefusion Conformation. bioRxiv 2020.02.11.944462 (2020) doi:10.1101/2020.02.11.944462.Gallaher, W. Analysis of Wuhan coronavirus: deja vu.  Virological.org Analysis of Wuhan Coronavirus: Deja Vu (2020).Coutard, B. et al., The spike glycoprotein of the new coronavirus 2019-nCoV contains a furin-like cleavage site absent in CoV of the same clade.  Antiviral Res.  104742 (2020).Follis, K. E., York, J. & Nunberg, J. H. Furin cleavage of the SARS coronavirus spike glycoprotein enhances cell-cell fusion but does not affect virion entry.  Virology 350 , 358–369 (2006).Longping, V. T., Hamilton, A. M., Friling, T. & Whittaker, G. R. A novel activation mechanism of avian influenza virus H9N2 by furin.  J. Virol. 88 , 1673–1683 (2014).Alexander, D. J. & Brown, I. H. History of highly pathogenic avian influenza.  Rev. Sci. Tech. 28 , 19–38 (2009).Luczo, J. M. et al., Evolution of high pathogenicity of H5 avian influenza virus: haemagglutinin cleavage site selection of reverse-genetics mutants during passage in chickens.  Sci. Rep. 8 , 11518 (2018).Ito, T. et al., Generation of a highly pathogenic avian influenza A virus from an avirulent field isolate by passaging in chickens.  J. Virol. 75 , 4439–4443 (2001).Li, S. Q., Orlich, M. & Rott, R. Generation of seal influenza virus variants pathogenic for chickens, because of hemagglutinin cleavage site changes.  J. Virol. 64 , 3297–3303 (1990).Shengqing, Y. et al., Generation of velogenic Newcastle disease viruses from a nonpathogenic waterfowl isolate by passaging in chickens.  Virology 301 , 206–211 (2002).Menachery, V. D. et al., A SARS-like cluster of circulating bat coronaviruses shows potential for human emergence.  Nat. Med. 21 , 1508–1513 (2015).Liu, P., Chen, W. & Chen, J.-P. Viral metagenomics revealed sendai virus and coronavirus infection of Malayan pangolins ( Manis javanica )  Viruses 11 , 979 (2019).Wong, M. C., Javornik Cregeen, S. J., Ajami, N. J. & Petrosino, J. F. Evidence of recombination in coronaviruses implicating pangolin origins of nCoV-2019.  bioRxiv  2020.02.07.939207 (2020) doi:10.1101/2020.02.07.939207.Phylodynamic analysis | 90 genomes | 12 Feb 2020 – Novel 2019 coronavirus / nCoV-2019 Genomic Epidemiology. Virological.org Phylodynamic Analysis | 93 genomes | 15 Feb 2020 (2020).Phylodynamic estimation of incidence and prevalence of novel coronavirus (nCoV) infections through time – Novel 2019 coronavirus / nCoV-2019 Genomic Epidemiology. Virological.org Phylodynamic estimation of incidence and prevalence of novel coronavirus (nCoV) infections through time (2020).Huang, C. et al., Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China.  Lancet  (2020) doi:10.1016/S0140-6736(20)30183-530183-5).Centers for Disease Control and Prevention (CDC). Prevalence of IgG antibody to SARS-associated coronavirus in animal traders-Guangdong Province, China, 2003.  MMWR Morb. Mortal. Wkly. Rep. 52 , 986–987 (2003).Wang, N. et al., Serological Evidence of Bat SARS-Related Coronavirus Infection in Humans, China.  Virol. Sin. 33 , 104–107 (2018).Ge, X.-Y. et al., Isolation and characterization of a bat SARS-like coronavirus that uses the ACE2 receptor.  Nature 503 , 535–538 (2013).Hu, B. et al., Discovery of a rich gene pool of bat SARS-related coronaviruses provides new insights into the origin of SARS coronavirus.  PLoS Pathog. 13 , e1006698 (2017).Zeng, L.-P. et al., Bat Severe Acute Respiratory Syndrome-like coronavirus WIV1 encodes an extra accessory protein, ORFX, involved in modulation of the host immune response.  J. Virol. 90 , 6573–6582 (2016).Yang, X.-L.  et al.,  Isolation and characterization of a novel bat coronavirus closely related to the direct progenitor of Severe Acute Respiratory Syndrome coronavirus.  J. Virol. 90 , 3253–3256 (2015).Lim, P. L. et al., Laboratory-acquired severe acute respiratory syndrome.  N. Engl. J. Med. 350 , 1740–1745 (2004).Senior, K. Recent Singapore SARS case a laboratory accident.  Lancet Infect. Dis. 3 , 679 (2003).Letko, M. et al., Adaptive evolution of MERS-CoV to species variation in DPP4.  Cell Rep. 24 , 1730–1737 (2018).I concur with this analysis at the amino acid level. I would add, however, that even if two virus isolates have an IDENTICAL amino acid sequence, that would not automatically make one the origin of the other. In my post 10 days ago, Tackling Rumors of a Suspicious Origin of nCoV2019 , I showed that mutations in the 3rd wobble base in an otherwise conserved region accumulate as to make seemingly identical viruses very much separated in time – indeed over decades.It is time to leave playing “who’s ur daddy” to daytime television. No known viral RNA sequence is the daddy of SARS-CoV-2. No match. If it doesn’t fit, you must acquit. It is all bat guano. Whatever analogy you like. A thrust of distrust and recrimination is not the path to protecting the planet from a viral catastrophe.Bill GallaherMandarin translation thanks to CHEN Guo from the Center for Infection and Immunity in the Columbia Mailman School of Public Health.The Proximal Origin of SARS-CoV-2_ChineseSummary.pdf (198.5 KB)Powered by Discourse, best viewed with JavaScript enabled",
            "reports": [
                {
                    "event_date": "2019-11-21 xx:xx:xx to 2037-xx-xx xx:xx:xx",
                    "locations": [],
                    "diseases": [
                        "COVID-19",
                        "hantavirus",
                        "hepatitis a",
                        "influenza a/h7n9",
                        "influenza a/h9n2",
                        "mers-cov",
                        "pneumococcus pneumonia",
                        "sars"
                    ],
                    "syndromes": [
                        "Acute respiratory syndrome",
                        "Influenza-like illness"
                    ]
                }
            ],
            "keyword_frequency": {
                "sars": 102,
                "acute respiratory syndrome": 94,
                "virus": 31,
                "covid-19": 30,
                "mers-cov": 11,
                "influenza-like illness": 10,
                "mers": 7,
                "infection": 6,
                "hepatitis a": 5,
                "pneumococcus pneumonia": 3,
                "epidemic": 3,
                "influenza a/h7n9": 2,
                "outbreak": 2,
                "influenza a/h9n2": 1,
                "hantavirus": 1,
                "infectious": 1
            },
            "keyword_location": [],
            "keyword_list": [
                "acute respiratory syndrome",
                "covid-19",
                "epidemic",
                "hantavirus",
                "hepatitis a",
                "infection",
                "infectious",
                "influenza a/h7n9",
                "influenza a/h9n2",
                "influenza-like illness",
                "mers",
                "mers-cov",
                "outbreak",
                "pneumococcus pneumonia",
                "sars",
                "virus"
            ]
        },
        {
            "url": "https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(20)30373-1/fulltext#",
            "date_of_publication": "2020-02-18 09:45:09",
            "headline": "The Proximal Origin of SARS-CoV-2",
            "main_text": "Kristian G. Andersen1,2*, Andrew Rambaut3, W. Ian Lipkin4, Edward C. Holmes5 & Robert F. Garry6,71Department of Immunology and Microbiology, The Scripps Research Institute, La Jolla, CA 92037, USA.2Scripps Research Translational Institute, La Jolla, CA 92037, USA.3Institute of Evolutionary Biology, University of Edinburgh, Edinburgh, UK.4Center for Infection and Immunity, Mailman School of Public Health of Columbia University, New York, New York, USA.5Marie Bashir Institute for Infectious Diseases and Biosecurity, School of Life and Environmental Sciences and School of Medical Sciences, The University of Sydney, Sydney, Australia.6Tulane University, School of Medicine, Department of Microbiology and Immunology, New Orleans, LA, USA.7Zalgen Labs, LCC, Germantown, MD, USA.*Corresponding author:Kristian G. Andersen\nDepartment of Immunology and Microbiology,\nThe Scripps Research Institute,\nLa Jolla, CA 92037,\nUSA.Since the first reports of a novel pneumonia (COVID-19) in Wuhan city, Hubei province, China there has been considerable discussion and uncertainty over the origin of the causative virus, SARS-CoV-2. Infections with SARS-CoV-2 are now widespread in China, with cases in every province. As of 14 February 2020, 64,473 such cases have been confirmed, with 1,384 deaths attributed to the virus. These official case numbers are likely an underestimate because of limited reporting of mild and asymptomatic cases, and the virus is clearly capable of efficient human-to-human transmission. Based on the possibility of spread to countries with weaker healthcare systems, the World Health Organization has declared the COVID-19 outbreak a Public Health Emergency of International Concern (PHEIC). There are currently neither vaccines nor specific treatments for this disease.SARS-CoV-2 is the seventh member of the  Coronaviridae  known to infect humans. Three of these viruses, SARS CoV-1, MERS, and SARS-CoV-2, can cause severe disease; four, HKU1, NL63, OC43 and 229E, are associated with mild respiratory symptoms. Herein, we review what can be deduced about the origin and early evolution of SARS-CoV-2 from the comparative analysis of available genome sequence data. In particular, we offer a perspective on the notable features in the SARS-CoV-2 genome and discuss scenarios by which these features could have arisen. Importantly, this analysis provides evidence that SARS-CoV-2 is not a laboratory construct nor a purposefully manipulated virus.The genomic comparison of both alpha- and betacoronaviruses (family  Coronaviridae ) described below identifies two notable features of the SARS-CoV-2 genome: (i) based on structural modelling and early biochemical experiments, SARS-CoV-2 appears to be optimized for binding to the human ACE2 receptor; (ii) the highly variable spike (S) protein of SARS-CoV-2 has a polybasic (furin) cleavage site at the S1 and S2 boundary via the insertion of twelve nucleotides. Additionally, this event led to the acquisition of three predicted O-linked glycans around the polybasic cleavage site.The receptor binding domain (RBD) in the spike protein of SARS-CoV and SARS-related coronaviruses is the most variable part of the virus genome. Six residues in the RBD appear to be critical for binding to the human ACE2 receptor and determining host range1. Using coordinates based on the Urbani strain of SARS-CoV, they are Y442, L472, N479, D480, T487, and Y4911. The corresponding residues in SARS-CoV-2 are L455, F486, Q493, S494, N501, and Y505. Five of these six residues are mutated in SARS-CoV-2 compared to its most closely related virus, RaTG13 sampled from a  Rhinolophus affinis  bat, to which it is ~96% identical2 (Figure 1a). Based on modeling1 and biochemical experiments3,4, SARS-CoV-2 seems to have an RBD that may bind with high affinity to ACE2 from human, non-human primate, ferret, pig, and cat, as well as other species with high receptor homology1. In contrast, SARS-CoV-2 may bind less efficiently to ACE2 in other species associated with SARS-like viruses, including rodents and civets1.The phenylalanine (F) at residue 486 in the SARS-CoV-2 S protein corresponds to L472 in the SARS-CoV Urbani strain. Notably, in SARS-CoV cell culture experiments the L472 mutates to phenylalanine (L472F)5, which is predicted to be optimal for binding of the SARS-CoV RBD to the human ACE2 receptor6. However, a phenylalanine in this position is also present in several SARS-like CoVs from bats (Figure 1a). While these analyses suggest that SARS-CoV-2 may be capable of binding the human ACE2 receptor with high affinity, the interaction is not predicted to be optimal1. Additionally, several of the key residues in the RBD of SARS-CoV-2 are different to those previously described as optimal for human ACE2 receptor binding6. In contrast to these computational predictions, recent binding studies indicate that SARS-CoV-2 binds with high affinity to human ACE27. Thus the SARS-CoV-2 spike appears to be the result of selection on human or human-like ACE2 permitting another optimal binding solution to arise. This is strong evidence that SARS-CoV-2 is  not  the product of genetic engineering.The second notable feature of SARS-CoV-2 is a predicted polybasic cleavage site (RRAR) in the spike protein at the junction of S1 and S2, the two subunits of the spike protein (Figure 1b)8,9. In addition to two basic arginines and an alanine at the cleavage site, a leading proline is also inserted; thus, the fully inserted sequence is PRRA (Figure 1b). The strong turn created by the proline insertion is predicted to result in the addition of O-linked glycans to S673, T678, and S686 that flank the polybasic cleavage site. A polybasic cleavage site has not previously been observed in related lineage B betacoronaviruses and is a unique feature of SARS-CoV-2. Some human betacoronaviruses, including HCoV-HKU1 (lineage A), have polybasic cleavage sites, as well as predicted O-linked glycans near the S1/S2 cleavage site.While the functional consequence of the polybasic cleavage site in SARS-CoV-2 is unknown, experiments with SARS-CoV have shown that engineering such a site at the S1/S2 junction enhances cell–cell fusion but does not affect virus entry10. Polybasic cleavage sites allow effective cleavage by furin and other proteases, and can be acquired at the junction of the two subunits of the haemagglutinin (HA) protein of avian influenza viruses in conditions that select for rapid virus replication and transmission (e.g. highly dense chicken populations). HA serves a similar function in cell-cell fusion and viral entry as the coronavirus S protein. Acquisition of a polybasic cleavage site in HA, by either insertion or recombination, converts low pathogenicity avian influenza viruses into highly pathogenic forms11-13. The acquisition of polybasic cleavage sites by the influenza virus HA has also been observed after repeated forced passage in cell culture or through animals14,15. Similarly, an avirulent isolate of Newcastle Disease virus became highly pathogenic during serial passage in chickens by incremental acquisition of a polybasic cleavage site at the junction of its fusion protein subunits16. The potential function of the three predicted O-linked glycans is less clear, but they could create a “mucin-like domain” that would shield potential epitopes or key residues on the SARS-CoV-2 spike protein. Biochemical analyses or structural studies are required to determine whether or not the predicted O-linked glycan sites are utilized.figure2718×1487 394 KBFigure 1. (a) Mutations in contact residues of the SARS-CoV-2 spike protein.  The spike protein of SARS-CoV-2 (top) was aligned against the most closely related SARS-like CoVs and SARS-CoV-1. Key residues in the spike protein that make contact to the ACE2 receptor are marked with blue boxes in both SARS-CoV-2 and the SARS-CoV Urbani strain. ( b) Acquisition of polybasic cleavage site and O-linked glycans.  The polybasic cleavage site is marked in grey with the three adjacent predicted O-linked glycans in blue. Both the polybasic cleavage site and O-linked glycans are unique to SARS-CoV-2 and not previously seen in lineage B betacoronaviruses. Sequences shown are from NCBI GenBank, accession numbers MN908947, MN996532, AY278741, KY417146, MK211376. The pangolin coronavirus sequences are a consensus generated from SRR10168377 and SRR10168378 (NCBI BioProject PRJNA573298)18,19.It is improbable that SARS-CoV-2 emerged through laboratory manipulation of an existing SARS-related coronavirus. As noted above, the RBD of SARS-CoV-2 is optimized for human ACE2 receptor binding with an efficient binding solution different to that which would have been predicted. Further, if genetic manipulation had been performed, one would expect that one of the several reverse genetic systems available for betacoronaviruses would have been used. However, this is not the case as the genetic data shows that SARS-CoV-2 is not derived from any previously used virus backbone17. Instead, we propose two scenarios that can plausibly explain the origin of SARS-CoV-2: (i) natural selection in a non-human animal host prior to zoonotic transfer, and (ii) natural selection in humans following zoonotic transfer. We also discuss whether selection during passage in culture could have given rise to the same observed features.Selection in an animal host. As many of the early cases of COVID-19 were linked to the Huanan seafood and wildlife market in Wuhan, it is possible that an animal source was present at this location. Given the similarity of SARS-CoV-2 to bat SARS-like CoVs, particularly RaTG13, it is plausible that bats serve as reservoir hosts for SARS-CoV-2. It is important, however, to note that previous outbreaks of betacoronaviruses in humans involved direct exposure to animals other than bats, including civets (SARS) and camels (MERS), that carry viruses that are genetically very similar to SARS-CoV-1 or MERS-CoV, respectively. By analogy, viruses closely related to SARS-Cov-2 may be circulating in one or more animal species. Initial analyses indicate that Malayan pangolins ( Manis javanica ) illegally imported into Guangdong province contain a CoV that is similar to SARS-CoV-218,19. Although the bat virus RaTG13 remains the closest relative to SARS-CoV-2 across the whole genome, the Malayan pangolin CoV is identical to SARS-CoV-2 at all six key RBD residues (Figure 1). However, no pangolin CoV has yet been identified that is sufficiently similar to SARS-CoV-2 across its entire genome to support direct human infection. In addition, the pangolin CoV does not carry a polybasic cleavage site insertion. For a precursor virus to acquire the polybasic cleavage site and mutations in the spike protein suitable for human ACE2 receptor binding, an animal host would likely have to have a high population density – to allow natural selection to proceed efficiently – and an ACE2 gene that is similar to the human orthologue. Further characterization of CoVs in pangolins and other animals that may harbour SARS-CoV-like viruses should be a public health priority.Cryptic adaptation to humans. It is also possible that a progenitor to SARS-CoV-2 jumped from a non-human animal to humans, with the genomic features described above acquired through adaptation during subsequent human-to-human transmission. We surmise that once these adaptations were acquired (either together or in series) it would enable the outbreak to take-off, producing a sufficiently large and unusual cluster of pneumonia cases to trigger the surveillance system that ultimately detected it.All SARS-CoV-2 genomes sequenced so far have the well adapted RBD and the polybasic cleavage site, and are thus derived from a common ancestor that had these features. The presence of an RBD in pangolins that is very similar to the one in SARS-CoV-2 means that this was likely already present in the virus that jumped to humans, even if we don’t yet have the exact non-human progenitor virus. This leaves the polybasic cleavage site insertion to occur during human-to-human transmission. Following the example of the influenza A virus HA gene, a specific insertion or recombination event is required to enable the emergence of SARS-CoV-2 as an epidemic pathogen.Estimates of the timing of the most recent common ancestor (tMRCA) of SARS-CoV-2 using currently available genome sequence data point to virus emergence in late November to early December 201920,21, compatible with the earliest retrospectively confirmed cases22. Hence, this scenario presumes a period of unrecognised transmission in humans between the initial zoonotic transfer event and the acquisition of the polybasic cleavage site. Sufficient opportunity could occur if there had been many prior zoonotic events producing short chains of human-to-human transmission (so-called ‘stuttering chains’) over an extended period. This is essentially the situation for MERS-CoV in the Arabian Peninsula where all the human cases are the result of repeated jumps of the virus from dromedary camels, producing single infections or short chains of transmission that eventually resolve. To date, after 2,499 cases over 8 years, no human adaptation has emerged that has allowed MERS-CoV to take hold in the human population.How could we test whether cryptic spread of SARS-CoV-2 enabled human adaptation?  Metagenomic studies of banked serum samples could provide important information, but given the relatively short period of viremia it may be impossible to detect low level SARS-CoV-2 circulation in historical samples. Retrospective serological studies potentially could be informative and a few such studies have already been conducted. One found that animal importation traders had a 13% seropositivity to coronaviruses23, while another noted that 3% residents of a village in Southern China were seropositive to these viruses24. Interestingly, 200 residents of Wuhan did not show coronavirus seroreactivity. Critically, however, these studies could not have distinguished whether positive serological responses were due to a prior infection with SARS-CoV-1 or -2. Further retrospective serological studies should be conducted to determine the extent of prior human exposure to betacoronaviruses in different geographic areas, particularly using assays that can distinguish among multiple betacoronaviruses.Selection during passage. Basic research involving passage of bat SARS-like coronaviruses in cell culture and/or animal models have been ongoing in BSL-2 for many years in multiple laboratories across the world25-28. There are also documented instances of the laboratory acquisition of SARS-CoV-1 by laboratory personnel working under BSL-2 containment29,30. We must therefore consider the possibility of a deliberate or inadvertent release of SARS-CoV-2. In theory, it is possible that SARS-CoV-2 acquired the observed RBD mutations site during adaptation to passage in cell culture, as has been observed in studies with SARS-CoV5 as well as MERS-CoV31. However, the acquisition of the polybasic cleavage site or O-linked glycans - if functional - argues against this scenario. New polybasic cleavage sites have only been observed after prolonged passaging of low pathogenicity avian influenza virus in cell culture or animals. Furthermore, the generation of SARS-CoV-2 by cell culture or animal passage would have required prior isolation of a progenitor virus with a very high genetic similarity. Subsequent generation of a polybasic cleavage site would have then required an intense program of passage in cell culture or animals with ACE-2 receptor similar to humans (e.g. ferrets). It is also questionable whether generation of the O-linked glycans would have occurred on cell culture passage, as such mutations typically suggest the involvement of an immune system, that is not present  in vitro .In the midst of the global COVID-19 public health emergency it is reasonable to wonder why the origins of the epidemic matter. A detailed understanding of how an animal virus jumped species boundaries to infect humans so productively will help in the prevention of future zoonotic events. For example, if SARS-CoV-2 pre-adapted in another animal species then we are at risk of future re-emergence events even if the current epidemic is controlled. In contrast, if the adaptive process we describe occurred in humans, then even if we have repeated zoonotic transfers they are unlikely to take-off unless the same series of mutations occurs. In addition, identifying the closest animal relatives of SARS-CoV-2 will greatly assist studies of virus function. Indeed, the availability of the RaTG13 bat sequence facilitated the comparative genomic analysis performed here, helping to reveal the key mutations in the RBD as well as the polybasic cleavage site insertion.The genomic features described here may in part explain the infectiousness and transmissibility of SARS-CoV-2 in humans. Although genomic evidence does not support the idea that SARS-CoV-2 is a laboratory construct, it is currently impossible to prove or disprove the other theories of its origin described here, and it is unclear whether future data will help resolve this issue. Identifying the immediate non-human animal source and obtaining virus sequences from it would be the most definitive way of revealing virus origins. In addition, it would be helpful to obtain more genetic and functional data about the virus, including experimental studies of receptor binding and the role of the polybasic cleavage site and predicted O-linked glycans. The identification of a potential intermediate host of SARS-CoV-2, as well as the sequencing of very early cases including those not connected to the Wuhan market, would similarly be highly informative. Irrespective of how SARS-CoV-2 originated, the ongoing surveillance of pneumonia in humans and other animals is clearly of utmost importance.We thank all those who have contributed SARS-CoV-2 genome sequences to the GISAID database (https://www.gisaid.org/) and contributed analyses and ideas to Virological.org (http://virological.org/). We thank the Wellcome Trust for supporting this work. ECH is supported by an ARC Australian Laureate Fellowship (FL170100022). KGA is supported by NIH grant 1U19AI135995-01. AR is supported by the Wellcome Trust (Collaborators Award 206298/Z/17/Z – ARTIC network) and the European Research Council (grant agreement no. 725422 – ReservoirDOCS).Wan, Y., Shang, J., Graham, R., Baric, R. S. & Li, F. Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS.  J. Virol.  (2020) doi:10.1128/JVI.00127-20.Wu, F. et al., A new coronavirus associated with human respiratory disease in China.  Nature  (2020) doi:10.1038/s41586-020-2008-3.Letko, M. & Munster, V. Functional assessment of cell entry and receptor usage for lineage B β-coronaviruses, including 2019-nCoV.  bioRxiv  2020.01.22.915660 (2020) doi:10.1101/2020.01.22.915660.Hoffmann, M. et al., The novel coronavirus 2019 (2019-nCoV) uses the SARS-coronavirus receptor ACE2 and the cellular protease TMPRSS2 for entry into target cells.  bioRxiv  2020.01.31.929042 (2020) doi:10.1101/2020.01.31.929042.Sheahan, T. et al., Mechanisms of zoonotic severe acute respiratory syndrome coronavirus host range expansion in human airway epithelium.  J. Virol. 82 , 2274–2285 (2008).Cui, J., Li, F. & Shi, Z.-L. Origin and evolution of pathogenic coronaviruses.  Nat. Rev. Microbiol. 17 , 181–192 (2019).Wrapp, D. et al. Cryo-EM Structure of the 2019-nCoV Spike in the Prefusion Conformation. bioRxiv 2020.02.11.944462 (2020) doi:10.1101/2020.02.11.944462.Gallaher, W. Analysis of Wuhan coronavirus: deja vu.  Virological.org Analysis of Wuhan Coronavirus: Deja Vu (2020).Coutard, B. et al., The spike glycoprotein of the new coronavirus 2019-nCoV contains a furin-like cleavage site absent in CoV of the same clade.  Antiviral Res.  104742 (2020).Follis, K. E., York, J. & Nunberg, J. H. Furin cleavage of the SARS coronavirus spike glycoprotein enhances cell-cell fusion but does not affect virion entry.  Virology 350 , 358–369 (2006).Longping, V. T., Hamilton, A. M., Friling, T. & Whittaker, G. R. A novel activation mechanism of avian influenza virus H9N2 by furin.  J. Virol. 88 , 1673–1683 (2014).Alexander, D. J. & Brown, I. H. History of highly pathogenic avian influenza.  Rev. Sci. Tech. 28 , 19–38 (2009).Luczo, J. M. et al., Evolution of high pathogenicity of H5 avian influenza virus: haemagglutinin cleavage site selection of reverse-genetics mutants during passage in chickens.  Sci. Rep. 8 , 11518 (2018).Ito, T. et al., Generation of a highly pathogenic avian influenza A virus from an avirulent field isolate by passaging in chickens.  J. Virol. 75 , 4439–4443 (2001).Li, S. Q., Orlich, M. & Rott, R. Generation of seal influenza virus variants pathogenic for chickens, because of hemagglutinin cleavage site changes.  J. Virol. 64 , 3297–3303 (1990).Shengqing, Y. et al., Generation of velogenic Newcastle disease viruses from a nonpathogenic waterfowl isolate by passaging in chickens.  Virology 301 , 206–211 (2002).Menachery, V. D. et al., A SARS-like cluster of circulating bat coronaviruses shows potential for human emergence.  Nat. Med. 21 , 1508–1513 (2015).Liu, P., Chen, W. & Chen, J.-P. Viral metagenomics revealed sendai virus and coronavirus infection of Malayan pangolins ( Manis javanica )  Viruses 11 , 979 (2019).Wong, M. C., Javornik Cregeen, S. J., Ajami, N. J. & Petrosino, J. F. Evidence of recombination in coronaviruses implicating pangolin origins of nCoV-2019.  bioRxiv  2020.02.07.939207 (2020) doi:10.1101/2020.02.07.939207.Phylodynamic analysis | 90 genomes | 12 Feb 2020 – Novel 2019 coronavirus / nCoV-2019 Genomic Epidemiology. Virological.org Phylodynamic Analysis | 93 genomes | 15 Feb 2020 (2020).Phylodynamic estimation of incidence and prevalence of novel coronavirus (nCoV) infections through time – Novel 2019 coronavirus / nCoV-2019 Genomic Epidemiology. Virological.org Phylodynamic estimation of incidence and prevalence of novel coronavirus (nCoV) infections through time (2020).Huang, C. et al., Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China.  Lancet  (2020) doi:10.1016/S0140-6736(20)30183-530183-5).Centers for Disease Control and Prevention (CDC). Prevalence of IgG antibody to SARS-associated coronavirus in animal traders-Guangdong Province, China, 2003.  MMWR Morb. Mortal. Wkly. Rep. 52 , 986–987 (2003).Wang, N. et al., Serological Evidence of Bat SARS-Related Coronavirus Infection in Humans, China.  Virol. Sin. 33 , 104–107 (2018).Ge, X.-Y. et al., Isolation and characterization of a bat SARS-like coronavirus that uses the ACE2 receptor.  Nature 503 , 535–538 (2013).Hu, B. et al., Discovery of a rich gene pool of bat SARS-related coronaviruses provides new insights into the origin of SARS coronavirus.  PLoS Pathog. 13 , e1006698 (2017).Zeng, L.-P. et al., Bat Severe Acute Respiratory Syndrome-like coronavirus WIV1 encodes an extra accessory protein, ORFX, involved in modulation of the host immune response.  J. Virol. 90 , 6573–6582 (2016).Yang, X.-L.  et al.,  Isolation and characterization of a novel bat coronavirus closely related to the direct progenitor of Severe Acute Respiratory Syndrome coronavirus.  J. Virol. 90 , 3253–3256 (2015).Lim, P. L. et al., Laboratory-acquired severe acute respiratory syndrome.  N. Engl. J. Med. 350 , 1740–1745 (2004).Senior, K. Recent Singapore SARS case a laboratory accident.  Lancet Infect. Dis. 3 , 679 (2003).Letko, M. et al., Adaptive evolution of MERS-CoV to species variation in DPP4.  Cell Rep. 24 , 1730–1737 (2018).I concur with this analysis at the amino acid level. I would add, however, that even if two virus isolates have an IDENTICAL amino acid sequence, that would not automatically make one the origin of the other. In my post 10 days ago, Tackling Rumors of a Suspicious Origin of nCoV2019 , I showed that mutations in the 3rd wobble base in an otherwise conserved region accumulate as to make seemingly identical viruses very much separated in time – indeed over decades.It is time to leave playing “who’s ur daddy” to daytime television. No known viral RNA sequence is the daddy of SARS-CoV-2. No match. If it doesn’t fit, you must acquit. It is all bat guano. Whatever analogy you like. A thrust of distrust and recrimination is not the path to protecting the planet from a viral catastrophe.Bill GallaherMandarin translation thanks to CHEN Guo from the Center for Infection and Immunity in the Columbia Mailman School of Public Health.The Proximal Origin of SARS-CoV-2_ChineseSummary.pdf (198.5 KB)Powered by Discourse, best viewed with JavaScript enabled",
            "reports": [
                {
                    "event_date": "2019-11-21 xx:xx:xx to 2037-xx-xx xx:xx:xx",
                    "locations": [],
                    "diseases": [
                        "COVID-19",
                        "hantavirus",
                        "hepatitis a",
                        "influenza a/h7n9",
                        "influenza a/h9n2",
                        "mers-cov",
                        "pneumococcus pneumonia",
                        "sars"
                    ],
                    "syndromes": [
                        "Acute respiratory syndrome",
                        "Influenza-like illness"
                    ]
                }
            ],
            "keyword_frequency": {
                "sars": 102,
                "acute respiratory syndrome": 94,
                "virus": 31,
                "covid-19": 30,
                "mers-cov": 11,
                "influenza-like illness": 10,
                "mers": 7,
                "infection": 6,
                "hepatitis a": 5,
                "pneumococcus pneumonia": 3,
                "epidemic": 3,
                "influenza a/h7n9": 2,
                "outbreak": 2,
                "influenza a/h9n2": 1,
                "hantavirus": 1,
                "infectious": 1
            },
            "keyword_location": [],
            "keyword_list": [
                "acute respiratory syndrome",
                "covid-19",
                "epidemic",
                "hantavirus",
                "hepatitis a",
                "infection",
                "infectious",
                "influenza a/h7n9",
                "influenza a/h9n2",
                "influenza-like illness",
                "mers",
                "mers-cov",
                "outbreak",
                "pneumococcus pneumonia",
                "sars",
                "virus"
            ]
        },
        {
            "url": "https://www.nature.com/articles/d41586-020-00457-y",
            "date_of_publication": "2020-02-18 10:23:48",
            "headline": "The Proximal Origin of SARS-CoV-2",
            "main_text": "Kristian G. Andersen1,2*, Andrew Rambaut3, W. Ian Lipkin4, Edward C. Holmes5 & Robert F. Garry6,71Department of Immunology and Microbiology, The Scripps Research Institute, La Jolla, CA 92037, USA.2Scripps Research Translational Institute, La Jolla, CA 92037, USA.3Institute of Evolutionary Biology, University of Edinburgh, Edinburgh, UK.4Center for Infection and Immunity, Mailman School of Public Health of Columbia University, New York, New York, USA.5Marie Bashir Institute for Infectious Diseases and Biosecurity, School of Life and Environmental Sciences and School of Medical Sciences, The University of Sydney, Sydney, Australia.6Tulane University, School of Medicine, Department of Microbiology and Immunology, New Orleans, LA, USA.7Zalgen Labs, LCC, Germantown, MD, USA.*Corresponding author:Kristian G. Andersen\nDepartment of Immunology and Microbiology,\nThe Scripps Research Institute,\nLa Jolla, CA 92037,\nUSA.Since the first reports of a novel pneumonia (COVID-19) in Wuhan city, Hubei province, China there has been considerable discussion and uncertainty over the origin of the causative virus, SARS-CoV-2. Infections with SARS-CoV-2 are now widespread in China, with cases in every province. As of 14 February 2020, 64,473 such cases have been confirmed, with 1,384 deaths attributed to the virus. These official case numbers are likely an underestimate because of limited reporting of mild and asymptomatic cases, and the virus is clearly capable of efficient human-to-human transmission. Based on the possibility of spread to countries with weaker healthcare systems, the World Health Organization has declared the COVID-19 outbreak a Public Health Emergency of International Concern (PHEIC). There are currently neither vaccines nor specific treatments for this disease.SARS-CoV-2 is the seventh member of the  Coronaviridae  known to infect humans. Three of these viruses, SARS CoV-1, MERS, and SARS-CoV-2, can cause severe disease; four, HKU1, NL63, OC43 and 229E, are associated with mild respiratory symptoms. Herein, we review what can be deduced about the origin and early evolution of SARS-CoV-2 from the comparative analysis of available genome sequence data. In particular, we offer a perspective on the notable features in the SARS-CoV-2 genome and discuss scenarios by which these features could have arisen. Importantly, this analysis provides evidence that SARS-CoV-2 is not a laboratory construct nor a purposefully manipulated virus.The genomic comparison of both alpha- and betacoronaviruses (family  Coronaviridae ) described below identifies two notable features of the SARS-CoV-2 genome: (i) based on structural modelling and early biochemical experiments, SARS-CoV-2 appears to be optimized for binding to the human ACE2 receptor; (ii) the highly variable spike (S) protein of SARS-CoV-2 has a polybasic (furin) cleavage site at the S1 and S2 boundary via the insertion of twelve nucleotides. Additionally, this event led to the acquisition of three predicted O-linked glycans around the polybasic cleavage site.The receptor binding domain (RBD) in the spike protein of SARS-CoV and SARS-related coronaviruses is the most variable part of the virus genome. Six residues in the RBD appear to be critical for binding to the human ACE2 receptor and determining host range1. Using coordinates based on the Urbani strain of SARS-CoV, they are Y442, L472, N479, D480, T487, and Y4911. The corresponding residues in SARS-CoV-2 are L455, F486, Q493, S494, N501, and Y505. Five of these six residues are mutated in SARS-CoV-2 compared to its most closely related virus, RaTG13 sampled from a  Rhinolophus affinis  bat, to which it is ~96% identical2 (Figure 1a). Based on modeling1 and biochemical experiments3,4, SARS-CoV-2 seems to have an RBD that may bind with high affinity to ACE2 from human, non-human primate, ferret, pig, and cat, as well as other species with high receptor homology1. In contrast, SARS-CoV-2 may bind less efficiently to ACE2 in other species associated with SARS-like viruses, including rodents and civets1.The phenylalanine (F) at residue 486 in the SARS-CoV-2 S protein corresponds to L472 in the SARS-CoV Urbani strain. Notably, in SARS-CoV cell culture experiments the L472 mutates to phenylalanine (L472F)5, which is predicted to be optimal for binding of the SARS-CoV RBD to the human ACE2 receptor6. However, a phenylalanine in this position is also present in several SARS-like CoVs from bats (Figure 1a). While these analyses suggest that SARS-CoV-2 may be capable of binding the human ACE2 receptor with high affinity, the interaction is not predicted to be optimal1. Additionally, several of the key residues in the RBD of SARS-CoV-2 are different to those previously described as optimal for human ACE2 receptor binding6. In contrast to these computational predictions, recent binding studies indicate that SARS-CoV-2 binds with high affinity to human ACE27. Thus the SARS-CoV-2 spike appears to be the result of selection on human or human-like ACE2 permitting another optimal binding solution to arise. This is strong evidence that SARS-CoV-2 is  not  the product of genetic engineering.The second notable feature of SARS-CoV-2 is a predicted polybasic cleavage site (RRAR) in the spike protein at the junction of S1 and S2, the two subunits of the spike protein (Figure 1b)8,9. In addition to two basic arginines and an alanine at the cleavage site, a leading proline is also inserted; thus, the fully inserted sequence is PRRA (Figure 1b). The strong turn created by the proline insertion is predicted to result in the addition of O-linked glycans to S673, T678, and S686 that flank the polybasic cleavage site. A polybasic cleavage site has not previously been observed in related lineage B betacoronaviruses and is a unique feature of SARS-CoV-2. Some human betacoronaviruses, including HCoV-HKU1 (lineage A), have polybasic cleavage sites, as well as predicted O-linked glycans near the S1/S2 cleavage site.While the functional consequence of the polybasic cleavage site in SARS-CoV-2 is unknown, experiments with SARS-CoV have shown that engineering such a site at the S1/S2 junction enhances cell–cell fusion but does not affect virus entry10. Polybasic cleavage sites allow effective cleavage by furin and other proteases, and can be acquired at the junction of the two subunits of the haemagglutinin (HA) protein of avian influenza viruses in conditions that select for rapid virus replication and transmission (e.g. highly dense chicken populations). HA serves a similar function in cell-cell fusion and viral entry as the coronavirus S protein. Acquisition of a polybasic cleavage site in HA, by either insertion or recombination, converts low pathogenicity avian influenza viruses into highly pathogenic forms11-13. The acquisition of polybasic cleavage sites by the influenza virus HA has also been observed after repeated forced passage in cell culture or through animals14,15. Similarly, an avirulent isolate of Newcastle Disease virus became highly pathogenic during serial passage in chickens by incremental acquisition of a polybasic cleavage site at the junction of its fusion protein subunits16. The potential function of the three predicted O-linked glycans is less clear, but they could create a “mucin-like domain” that would shield potential epitopes or key residues on the SARS-CoV-2 spike protein. Biochemical analyses or structural studies are required to determine whether or not the predicted O-linked glycan sites are utilized.figure2718×1487 394 KBFigure 1. (a) Mutations in contact residues of the SARS-CoV-2 spike protein.  The spike protein of SARS-CoV-2 (top) was aligned against the most closely related SARS-like CoVs and SARS-CoV-1. Key residues in the spike protein that make contact to the ACE2 receptor are marked with blue boxes in both SARS-CoV-2 and the SARS-CoV Urbani strain. ( b) Acquisition of polybasic cleavage site and O-linked glycans.  The polybasic cleavage site is marked in grey with the three adjacent predicted O-linked glycans in blue. Both the polybasic cleavage site and O-linked glycans are unique to SARS-CoV-2 and not previously seen in lineage B betacoronaviruses. Sequences shown are from NCBI GenBank, accession numbers MN908947, MN996532, AY278741, KY417146, MK211376. The pangolin coronavirus sequences are a consensus generated from SRR10168377 and SRR10168378 (NCBI BioProject PRJNA573298)18,19.It is improbable that SARS-CoV-2 emerged through laboratory manipulation of an existing SARS-related coronavirus. As noted above, the RBD of SARS-CoV-2 is optimized for human ACE2 receptor binding with an efficient binding solution different to that which would have been predicted. Further, if genetic manipulation had been performed, one would expect that one of the several reverse genetic systems available for betacoronaviruses would have been used. However, this is not the case as the genetic data shows that SARS-CoV-2 is not derived from any previously used virus backbone17. Instead, we propose two scenarios that can plausibly explain the origin of SARS-CoV-2: (i) natural selection in a non-human animal host prior to zoonotic transfer, and (ii) natural selection in humans following zoonotic transfer. We also discuss whether selection during passage in culture could have given rise to the same observed features.Selection in an animal host. As many of the early cases of COVID-19 were linked to the Huanan seafood and wildlife market in Wuhan, it is possible that an animal source was present at this location. Given the similarity of SARS-CoV-2 to bat SARS-like CoVs, particularly RaTG13, it is plausible that bats serve as reservoir hosts for SARS-CoV-2. It is important, however, to note that previous outbreaks of betacoronaviruses in humans involved direct exposure to animals other than bats, including civets (SARS) and camels (MERS), that carry viruses that are genetically very similar to SARS-CoV-1 or MERS-CoV, respectively. By analogy, viruses closely related to SARS-Cov-2 may be circulating in one or more animal species. Initial analyses indicate that Malayan pangolins ( Manis javanica ) illegally imported into Guangdong province contain a CoV that is similar to SARS-CoV-218,19. Although the bat virus RaTG13 remains the closest relative to SARS-CoV-2 across the whole genome, the Malayan pangolin CoV is identical to SARS-CoV-2 at all six key RBD residues (Figure 1). However, no pangolin CoV has yet been identified that is sufficiently similar to SARS-CoV-2 across its entire genome to support direct human infection. In addition, the pangolin CoV does not carry a polybasic cleavage site insertion. For a precursor virus to acquire the polybasic cleavage site and mutations in the spike protein suitable for human ACE2 receptor binding, an animal host would likely have to have a high population density – to allow natural selection to proceed efficiently – and an ACE2 gene that is similar to the human orthologue. Further characterization of CoVs in pangolins and other animals that may harbour SARS-CoV-like viruses should be a public health priority.Cryptic adaptation to humans. It is also possible that a progenitor to SARS-CoV-2 jumped from a non-human animal to humans, with the genomic features described above acquired through adaptation during subsequent human-to-human transmission. We surmise that once these adaptations were acquired (either together or in series) it would enable the outbreak to take-off, producing a sufficiently large and unusual cluster of pneumonia cases to trigger the surveillance system that ultimately detected it.All SARS-CoV-2 genomes sequenced so far have the well adapted RBD and the polybasic cleavage site, and are thus derived from a common ancestor that had these features. The presence of an RBD in pangolins that is very similar to the one in SARS-CoV-2 means that this was likely already present in the virus that jumped to humans, even if we don’t yet have the exact non-human progenitor virus. This leaves the polybasic cleavage site insertion to occur during human-to-human transmission. Following the example of the influenza A virus HA gene, a specific insertion or recombination event is required to enable the emergence of SARS-CoV-2 as an epidemic pathogen.Estimates of the timing of the most recent common ancestor (tMRCA) of SARS-CoV-2 using currently available genome sequence data point to virus emergence in late November to early December 201920,21, compatible with the earliest retrospectively confirmed cases22. Hence, this scenario presumes a period of unrecognised transmission in humans between the initial zoonotic transfer event and the acquisition of the polybasic cleavage site. Sufficient opportunity could occur if there had been many prior zoonotic events producing short chains of human-to-human transmission (so-called ‘stuttering chains’) over an extended period. This is essentially the situation for MERS-CoV in the Arabian Peninsula where all the human cases are the result of repeated jumps of the virus from dromedary camels, producing single infections or short chains of transmission that eventually resolve. To date, after 2,499 cases over 8 years, no human adaptation has emerged that has allowed MERS-CoV to take hold in the human population.How could we test whether cryptic spread of SARS-CoV-2 enabled human adaptation?  Metagenomic studies of banked serum samples could provide important information, but given the relatively short period of viremia it may be impossible to detect low level SARS-CoV-2 circulation in historical samples. Retrospective serological studies potentially could be informative and a few such studies have already been conducted. One found that animal importation traders had a 13% seropositivity to coronaviruses23, while another noted that 3% residents of a village in Southern China were seropositive to these viruses24. Interestingly, 200 residents of Wuhan did not show coronavirus seroreactivity. Critically, however, these studies could not have distinguished whether positive serological responses were due to a prior infection with SARS-CoV-1 or -2. Further retrospective serological studies should be conducted to determine the extent of prior human exposure to betacoronaviruses in different geographic areas, particularly using assays that can distinguish among multiple betacoronaviruses.Selection during passage. Basic research involving passage of bat SARS-like coronaviruses in cell culture and/or animal models have been ongoing in BSL-2 for many years in multiple laboratories across the world25-28. There are also documented instances of the laboratory acquisition of SARS-CoV-1 by laboratory personnel working under BSL-2 containment29,30. We must therefore consider the possibility of a deliberate or inadvertent release of SARS-CoV-2. In theory, it is possible that SARS-CoV-2 acquired the observed RBD mutations site during adaptation to passage in cell culture, as has been observed in studies with SARS-CoV5 as well as MERS-CoV31. However, the acquisition of the polybasic cleavage site or O-linked glycans - if functional - argues against this scenario. New polybasic cleavage sites have only been observed after prolonged passaging of low pathogenicity avian influenza virus in cell culture or animals. Furthermore, the generation of SARS-CoV-2 by cell culture or animal passage would have required prior isolation of a progenitor virus with a very high genetic similarity. Subsequent generation of a polybasic cleavage site would have then required an intense program of passage in cell culture or animals with ACE-2 receptor similar to humans (e.g. ferrets). It is also questionable whether generation of the O-linked glycans would have occurred on cell culture passage, as such mutations typically suggest the involvement of an immune system, that is not present  in vitro .In the midst of the global COVID-19 public health emergency it is reasonable to wonder why the origins of the epidemic matter. A detailed understanding of how an animal virus jumped species boundaries to infect humans so productively will help in the prevention of future zoonotic events. For example, if SARS-CoV-2 pre-adapted in another animal species then we are at risk of future re-emergence events even if the current epidemic is controlled. In contrast, if the adaptive process we describe occurred in humans, then even if we have repeated zoonotic transfers they are unlikely to take-off unless the same series of mutations occurs. In addition, identifying the closest animal relatives of SARS-CoV-2 will greatly assist studies of virus function. Indeed, the availability of the RaTG13 bat sequence facilitated the comparative genomic analysis performed here, helping to reveal the key mutations in the RBD as well as the polybasic cleavage site insertion.The genomic features described here may in part explain the infectiousness and transmissibility of SARS-CoV-2 in humans. Although genomic evidence does not support the idea that SARS-CoV-2 is a laboratory construct, it is currently impossible to prove or disprove the other theories of its origin described here, and it is unclear whether future data will help resolve this issue. Identifying the immediate non-human animal source and obtaining virus sequences from it would be the most definitive way of revealing virus origins. In addition, it would be helpful to obtain more genetic and functional data about the virus, including experimental studies of receptor binding and the role of the polybasic cleavage site and predicted O-linked glycans. The identification of a potential intermediate host of SARS-CoV-2, as well as the sequencing of very early cases including those not connected to the Wuhan market, would similarly be highly informative. Irrespective of how SARS-CoV-2 originated, the ongoing surveillance of pneumonia in humans and other animals is clearly of utmost importance.We thank all those who have contributed SARS-CoV-2 genome sequences to the GISAID database (https://www.gisaid.org/) and contributed analyses and ideas to Virological.org (http://virological.org/). We thank the Wellcome Trust for supporting this work. ECH is supported by an ARC Australian Laureate Fellowship (FL170100022). KGA is supported by NIH grant 1U19AI135995-01. AR is supported by the Wellcome Trust (Collaborators Award 206298/Z/17/Z – ARTIC network) and the European Research Council (grant agreement no. 725422 – ReservoirDOCS).Wan, Y., Shang, J., Graham, R., Baric, R. S. & Li, F. Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS.  J. Virol.  (2020) doi:10.1128/JVI.00127-20.Wu, F. et al., A new coronavirus associated with human respiratory disease in China.  Nature  (2020) doi:10.1038/s41586-020-2008-3.Letko, M. & Munster, V. Functional assessment of cell entry and receptor usage for lineage B β-coronaviruses, including 2019-nCoV.  bioRxiv  2020.01.22.915660 (2020) doi:10.1101/2020.01.22.915660.Hoffmann, M. et al., The novel coronavirus 2019 (2019-nCoV) uses the SARS-coronavirus receptor ACE2 and the cellular protease TMPRSS2 for entry into target cells.  bioRxiv  2020.01.31.929042 (2020) doi:10.1101/2020.01.31.929042.Sheahan, T. et al., Mechanisms of zoonotic severe acute respiratory syndrome coronavirus host range expansion in human airway epithelium.  J. Virol. 82 , 2274–2285 (2008).Cui, J., Li, F. & Shi, Z.-L. Origin and evolution of pathogenic coronaviruses.  Nat. Rev. Microbiol. 17 , 181–192 (2019).Wrapp, D. et al. Cryo-EM Structure of the 2019-nCoV Spike in the Prefusion Conformation. bioRxiv 2020.02.11.944462 (2020) doi:10.1101/2020.02.11.944462.Gallaher, W. Analysis of Wuhan coronavirus: deja vu.  Virological.org Analysis of Wuhan Coronavirus: Deja Vu (2020).Coutard, B. et al., The spike glycoprotein of the new coronavirus 2019-nCoV contains a furin-like cleavage site absent in CoV of the same clade.  Antiviral Res.  104742 (2020).Follis, K. E., York, J. & Nunberg, J. H. Furin cleavage of the SARS coronavirus spike glycoprotein enhances cell-cell fusion but does not affect virion entry.  Virology 350 , 358–369 (2006).Longping, V. T., Hamilton, A. M., Friling, T. & Whittaker, G. R. A novel activation mechanism of avian influenza virus H9N2 by furin.  J. Virol. 88 , 1673–1683 (2014).Alexander, D. J. & Brown, I. H. History of highly pathogenic avian influenza.  Rev. Sci. Tech. 28 , 19–38 (2009).Luczo, J. M. et al., Evolution of high pathogenicity of H5 avian influenza virus: haemagglutinin cleavage site selection of reverse-genetics mutants during passage in chickens.  Sci. Rep. 8 , 11518 (2018).Ito, T. et al., Generation of a highly pathogenic avian influenza A virus from an avirulent field isolate by passaging in chickens.  J. Virol. 75 , 4439–4443 (2001).Li, S. Q., Orlich, M. & Rott, R. Generation of seal influenza virus variants pathogenic for chickens, because of hemagglutinin cleavage site changes.  J. Virol. 64 , 3297–3303 (1990).Shengqing, Y. et al., Generation of velogenic Newcastle disease viruses from a nonpathogenic waterfowl isolate by passaging in chickens.  Virology 301 , 206–211 (2002).Menachery, V. D. et al., A SARS-like cluster of circulating bat coronaviruses shows potential for human emergence.  Nat. Med. 21 , 1508–1513 (2015).Liu, P., Chen, W. & Chen, J.-P. Viral metagenomics revealed sendai virus and coronavirus infection of Malayan pangolins ( Manis javanica )  Viruses 11 , 979 (2019).Wong, M. C., Javornik Cregeen, S. J., Ajami, N. J. & Petrosino, J. F. Evidence of recombination in coronaviruses implicating pangolin origins of nCoV-2019.  bioRxiv  2020.02.07.939207 (2020) doi:10.1101/2020.02.07.939207.Phylodynamic analysis | 90 genomes | 12 Feb 2020 – Novel 2019 coronavirus / nCoV-2019 Genomic Epidemiology. Virological.org Phylodynamic Analysis | 93 genomes | 15 Feb 2020 (2020).Phylodynamic estimation of incidence and prevalence of novel coronavirus (nCoV) infections through time – Novel 2019 coronavirus / nCoV-2019 Genomic Epidemiology. Virological.org Phylodynamic estimation of incidence and prevalence of novel coronavirus (nCoV) infections through time (2020).Huang, C. et al., Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China.  Lancet  (2020) doi:10.1016/S0140-6736(20)30183-530183-5).Centers for Disease Control and Prevention (CDC). Prevalence of IgG antibody to SARS-associated coronavirus in animal traders-Guangdong Province, China, 2003.  MMWR Morb. Mortal. Wkly. Rep. 52 , 986–987 (2003).Wang, N. et al., Serological Evidence of Bat SARS-Related Coronavirus Infection in Humans, China.  Virol. Sin. 33 , 104–107 (2018).Ge, X.-Y. et al., Isolation and characterization of a bat SARS-like coronavirus that uses the ACE2 receptor.  Nature 503 , 535–538 (2013).Hu, B. et al., Discovery of a rich gene pool of bat SARS-related coronaviruses provides new insights into the origin of SARS coronavirus.  PLoS Pathog. 13 , e1006698 (2017).Zeng, L.-P. et al., Bat Severe Acute Respiratory Syndrome-like coronavirus WIV1 encodes an extra accessory protein, ORFX, involved in modulation of the host immune response.  J. Virol. 90 , 6573–6582 (2016).Yang, X.-L.  et al.,  Isolation and characterization of a novel bat coronavirus closely related to the direct progenitor of Severe Acute Respiratory Syndrome coronavirus.  J. Virol. 90 , 3253–3256 (2015).Lim, P. L. et al., Laboratory-acquired severe acute respiratory syndrome.  N. Engl. J. Med. 350 , 1740–1745 (2004).Senior, K. Recent Singapore SARS case a laboratory accident.  Lancet Infect. Dis. 3 , 679 (2003).Letko, M. et al., Adaptive evolution of MERS-CoV to species variation in DPP4.  Cell Rep. 24 , 1730–1737 (2018).I concur with this analysis at the amino acid level. I would add, however, that even if two virus isolates have an IDENTICAL amino acid sequence, that would not automatically make one the origin of the other. In my post 10 days ago, Tackling Rumors of a Suspicious Origin of nCoV2019 , I showed that mutations in the 3rd wobble base in an otherwise conserved region accumulate as to make seemingly identical viruses very much separated in time – indeed over decades.It is time to leave playing “who’s ur daddy” to daytime television. No known viral RNA sequence is the daddy of SARS-CoV-2. No match. If it doesn’t fit, you must acquit. It is all bat guano. Whatever analogy you like. A thrust of distrust and recrimination is not the path to protecting the planet from a viral catastrophe.Bill GallaherMandarin translation thanks to CHEN Guo from the Center for Infection and Immunity in the Columbia Mailman School of Public Health.The Proximal Origin of SARS-CoV-2_ChineseSummary.pdf (198.5 KB)Powered by Discourse, best viewed with JavaScript enabled",
            "reports": [
                {
                    "event_date": "2019-11-21 xx:xx:xx to 2037-xx-xx xx:xx:xx",
                    "locations": [],
                    "diseases": [
                        "COVID-19",
                        "hantavirus",
                        "hepatitis a",
                        "influenza a/h7n9",
                        "influenza a/h9n2",
                        "mers-cov",
                        "pneumococcus pneumonia",
                        "sars"
                    ],
                    "syndromes": [
                        "Acute respiratory syndrome",
                        "Influenza-like illness"
                    ]
                }
            ],
            "keyword_frequency": {
                "sars": 102,
                "acute respiratory syndrome": 94,
                "virus": 31,
                "covid-19": 30,
                "mers-cov": 11,
                "influenza-like illness": 10,
                "mers": 7,
                "infection": 6,
                "hepatitis a": 5,
                "pneumococcus pneumonia": 3,
                "epidemic": 3,
                "influenza a/h7n9": 2,
                "outbreak": 2,
                "influenza a/h9n2": 1,
                "hantavirus": 1,
                "infectious": 1
            },
            "keyword_location": [],
            "keyword_list": [
                "acute respiratory syndrome",
                "covid-19",
                "epidemic",
                "hantavirus",
                "hepatitis a",
                "infection",
                "infectious",
                "influenza a/h7n9",
                "influenza a/h9n2",
                "influenza-like illness",
                "mers",
                "mers-cov",
                "outbreak",
                "pneumococcus pneumonia",
                "sars",
                "virus"
            ]
        },
        {
            "url": "https://www.nature.com/articles/d41586-020-00458-x",
            "date_of_publication": "2020-02-18 10:32:59",
            "headline": "The Proximal Origin of SARS-CoV-2",
            "main_text": "Kristian G. Andersen1,2*, Andrew Rambaut3, W. Ian Lipkin4, Edward C. Holmes5 & Robert F. Garry6,71Department of Immunology and Microbiology, The Scripps Research Institute, La Jolla, CA 92037, USA.2Scripps Research Translational Institute, La Jolla, CA 92037, USA.3Institute of Evolutionary Biology, University of Edinburgh, Edinburgh, UK.4Center for Infection and Immunity, Mailman School of Public Health of Columbia University, New York, New York, USA.5Marie Bashir Institute for Infectious Diseases and Biosecurity, School of Life and Environmental Sciences and School of Medical Sciences, The University of Sydney, Sydney, Australia.6Tulane University, School of Medicine, Department of Microbiology and Immunology, New Orleans, LA, USA.7Zalgen Labs, LCC, Germantown, MD, USA.*Corresponding author:Kristian G. Andersen\nDepartment of Immunology and Microbiology,\nThe Scripps Research Institute,\nLa Jolla, CA 92037,\nUSA.Since the first reports of a novel pneumonia (COVID-19) in Wuhan city, Hubei province, China there has been considerable discussion and uncertainty over the origin of the causative virus, SARS-CoV-2. Infections with SARS-CoV-2 are now widespread in China, with cases in every province. As of 14 February 2020, 64,473 such cases have been confirmed, with 1,384 deaths attributed to the virus. These official case numbers are likely an underestimate because of limited reporting of mild and asymptomatic cases, and the virus is clearly capable of efficient human-to-human transmission. Based on the possibility of spread to countries with weaker healthcare systems, the World Health Organization has declared the COVID-19 outbreak a Public Health Emergency of International Concern (PHEIC). There are currently neither vaccines nor specific treatments for this disease.SARS-CoV-2 is the seventh member of the  Coronaviridae  known to infect humans. Three of these viruses, SARS CoV-1, MERS, and SARS-CoV-2, can cause severe disease; four, HKU1, NL63, OC43 and 229E, are associated with mild respiratory symptoms. Herein, we review what can be deduced about the origin and early evolution of SARS-CoV-2 from the comparative analysis of available genome sequence data. In particular, we offer a perspective on the notable features in the SARS-CoV-2 genome and discuss scenarios by which these features could have arisen. Importantly, this analysis provides evidence that SARS-CoV-2 is not a laboratory construct nor a purposefully manipulated virus.The genomic comparison of both alpha- and betacoronaviruses (family  Coronaviridae ) described below identifies two notable features of the SARS-CoV-2 genome: (i) based on structural modelling and early biochemical experiments, SARS-CoV-2 appears to be optimized for binding to the human ACE2 receptor; (ii) the highly variable spike (S) protein of SARS-CoV-2 has a polybasic (furin) cleavage site at the S1 and S2 boundary via the insertion of twelve nucleotides. Additionally, this event led to the acquisition of three predicted O-linked glycans around the polybasic cleavage site.The receptor binding domain (RBD) in the spike protein of SARS-CoV and SARS-related coronaviruses is the most variable part of the virus genome. Six residues in the RBD appear to be critical for binding to the human ACE2 receptor and determining host range1. Using coordinates based on the Urbani strain of SARS-CoV, they are Y442, L472, N479, D480, T487, and Y4911. The corresponding residues in SARS-CoV-2 are L455, F486, Q493, S494, N501, and Y505. Five of these six residues are mutated in SARS-CoV-2 compared to its most closely related virus, RaTG13 sampled from a  Rhinolophus affinis  bat, to which it is ~96% identical2 (Figure 1a). Based on modeling1 and biochemical experiments3,4, SARS-CoV-2 seems to have an RBD that may bind with high affinity to ACE2 from human, non-human primate, ferret, pig, and cat, as well as other species with high receptor homology1. In contrast, SARS-CoV-2 may bind less efficiently to ACE2 in other species associated with SARS-like viruses, including rodents and civets1.The phenylalanine (F) at residue 486 in the SARS-CoV-2 S protein corresponds to L472 in the SARS-CoV Urbani strain. Notably, in SARS-CoV cell culture experiments the L472 mutates to phenylalanine (L472F)5, which is predicted to be optimal for binding of the SARS-CoV RBD to the human ACE2 receptor6. However, a phenylalanine in this position is also present in several SARS-like CoVs from bats (Figure 1a). While these analyses suggest that SARS-CoV-2 may be capable of binding the human ACE2 receptor with high affinity, the interaction is not predicted to be optimal1. Additionally, several of the key residues in the RBD of SARS-CoV-2 are different to those previously described as optimal for human ACE2 receptor binding6. In contrast to these computational predictions, recent binding studies indicate that SARS-CoV-2 binds with high affinity to human ACE27. Thus the SARS-CoV-2 spike appears to be the result of selection on human or human-like ACE2 permitting another optimal binding solution to arise. This is strong evidence that SARS-CoV-2 is  not  the product of genetic engineering.The second notable feature of SARS-CoV-2 is a predicted polybasic cleavage site (RRAR) in the spike protein at the junction of S1 and S2, the two subunits of the spike protein (Figure 1b)8,9. In addition to two basic arginines and an alanine at the cleavage site, a leading proline is also inserted; thus, the fully inserted sequence is PRRA (Figure 1b). The strong turn created by the proline insertion is predicted to result in the addition of O-linked glycans to S673, T678, and S686 that flank the polybasic cleavage site. A polybasic cleavage site has not previously been observed in related lineage B betacoronaviruses and is a unique feature of SARS-CoV-2. Some human betacoronaviruses, including HCoV-HKU1 (lineage A), have polybasic cleavage sites, as well as predicted O-linked glycans near the S1/S2 cleavage site.While the functional consequence of the polybasic cleavage site in SARS-CoV-2 is unknown, experiments with SARS-CoV have shown that engineering such a site at the S1/S2 junction enhances cell–cell fusion but does not affect virus entry10. Polybasic cleavage sites allow effective cleavage by furin and other proteases, and can be acquired at the junction of the two subunits of the haemagglutinin (HA) protein of avian influenza viruses in conditions that select for rapid virus replication and transmission (e.g. highly dense chicken populations). HA serves a similar function in cell-cell fusion and viral entry as the coronavirus S protein. Acquisition of a polybasic cleavage site in HA, by either insertion or recombination, converts low pathogenicity avian influenza viruses into highly pathogenic forms11-13. The acquisition of polybasic cleavage sites by the influenza virus HA has also been observed after repeated forced passage in cell culture or through animals14,15. Similarly, an avirulent isolate of Newcastle Disease virus became highly pathogenic during serial passage in chickens by incremental acquisition of a polybasic cleavage site at the junction of its fusion protein subunits16. The potential function of the three predicted O-linked glycans is less clear, but they could create a “mucin-like domain” that would shield potential epitopes or key residues on the SARS-CoV-2 spike protein. Biochemical analyses or structural studies are required to determine whether or not the predicted O-linked glycan sites are utilized.figure2718×1487 394 KBFigure 1. (a) Mutations in contact residues of the SARS-CoV-2 spike protein.  The spike protein of SARS-CoV-2 (top) was aligned against the most closely related SARS-like CoVs and SARS-CoV-1. Key residues in the spike protein that make contact to the ACE2 receptor are marked with blue boxes in both SARS-CoV-2 and the SARS-CoV Urbani strain. ( b) Acquisition of polybasic cleavage site and O-linked glycans.  The polybasic cleavage site is marked in grey with the three adjacent predicted O-linked glycans in blue. Both the polybasic cleavage site and O-linked glycans are unique to SARS-CoV-2 and not previously seen in lineage B betacoronaviruses. Sequences shown are from NCBI GenBank, accession numbers MN908947, MN996532, AY278741, KY417146, MK211376. The pangolin coronavirus sequences are a consensus generated from SRR10168377 and SRR10168378 (NCBI BioProject PRJNA573298)18,19.It is improbable that SARS-CoV-2 emerged through laboratory manipulation of an existing SARS-related coronavirus. As noted above, the RBD of SARS-CoV-2 is optimized for human ACE2 receptor binding with an efficient binding solution different to that which would have been predicted. Further, if genetic manipulation had been performed, one would expect that one of the several reverse genetic systems available for betacoronaviruses would have been used. However, this is not the case as the genetic data shows that SARS-CoV-2 is not derived from any previously used virus backbone17. Instead, we propose two scenarios that can plausibly explain the origin of SARS-CoV-2: (i) natural selection in a non-human animal host prior to zoonotic transfer, and (ii) natural selection in humans following zoonotic transfer. We also discuss whether selection during passage in culture could have given rise to the same observed features.Selection in an animal host. As many of the early cases of COVID-19 were linked to the Huanan seafood and wildlife market in Wuhan, it is possible that an animal source was present at this location. Given the similarity of SARS-CoV-2 to bat SARS-like CoVs, particularly RaTG13, it is plausible that bats serve as reservoir hosts for SARS-CoV-2. It is important, however, to note that previous outbreaks of betacoronaviruses in humans involved direct exposure to animals other than bats, including civets (SARS) and camels (MERS), that carry viruses that are genetically very similar to SARS-CoV-1 or MERS-CoV, respectively. By analogy, viruses closely related to SARS-Cov-2 may be circulating in one or more animal species. Initial analyses indicate that Malayan pangolins ( Manis javanica ) illegally imported into Guangdong province contain a CoV that is similar to SARS-CoV-218,19. Although the bat virus RaTG13 remains the closest relative to SARS-CoV-2 across the whole genome, the Malayan pangolin CoV is identical to SARS-CoV-2 at all six key RBD residues (Figure 1). However, no pangolin CoV has yet been identified that is sufficiently similar to SARS-CoV-2 across its entire genome to support direct human infection. In addition, the pangolin CoV does not carry a polybasic cleavage site insertion. For a precursor virus to acquire the polybasic cleavage site and mutations in the spike protein suitable for human ACE2 receptor binding, an animal host would likely have to have a high population density – to allow natural selection to proceed efficiently – and an ACE2 gene that is similar to the human orthologue. Further characterization of CoVs in pangolins and other animals that may harbour SARS-CoV-like viruses should be a public health priority.Cryptic adaptation to humans. It is also possible that a progenitor to SARS-CoV-2 jumped from a non-human animal to humans, with the genomic features described above acquired through adaptation during subsequent human-to-human transmission. We surmise that once these adaptations were acquired (either together or in series) it would enable the outbreak to take-off, producing a sufficiently large and unusual cluster of pneumonia cases to trigger the surveillance system that ultimately detected it.All SARS-CoV-2 genomes sequenced so far have the well adapted RBD and the polybasic cleavage site, and are thus derived from a common ancestor that had these features. The presence of an RBD in pangolins that is very similar to the one in SARS-CoV-2 means that this was likely already present in the virus that jumped to humans, even if we don’t yet have the exact non-human progenitor virus. This leaves the polybasic cleavage site insertion to occur during human-to-human transmission. Following the example of the influenza A virus HA gene, a specific insertion or recombination event is required to enable the emergence of SARS-CoV-2 as an epidemic pathogen.Estimates of the timing of the most recent common ancestor (tMRCA) of SARS-CoV-2 using currently available genome sequence data point to virus emergence in late November to early December 201920,21, compatible with the earliest retrospectively confirmed cases22. Hence, this scenario presumes a period of unrecognised transmission in humans between the initial zoonotic transfer event and the acquisition of the polybasic cleavage site. Sufficient opportunity could occur if there had been many prior zoonotic events producing short chains of human-to-human transmission (so-called ‘stuttering chains’) over an extended period. This is essentially the situation for MERS-CoV in the Arabian Peninsula where all the human cases are the result of repeated jumps of the virus from dromedary camels, producing single infections or short chains of transmission that eventually resolve. To date, after 2,499 cases over 8 years, no human adaptation has emerged that has allowed MERS-CoV to take hold in the human population.How could we test whether cryptic spread of SARS-CoV-2 enabled human adaptation?  Metagenomic studies of banked serum samples could provide important information, but given the relatively short period of viremia it may be impossible to detect low level SARS-CoV-2 circulation in historical samples. Retrospective serological studies potentially could be informative and a few such studies have already been conducted. One found that animal importation traders had a 13% seropositivity to coronaviruses23, while another noted that 3% residents of a village in Southern China were seropositive to these viruses24. Interestingly, 200 residents of Wuhan did not show coronavirus seroreactivity. Critically, however, these studies could not have distinguished whether positive serological responses were due to a prior infection with SARS-CoV-1 or -2. Further retrospective serological studies should be conducted to determine the extent of prior human exposure to betacoronaviruses in different geographic areas, particularly using assays that can distinguish among multiple betacoronaviruses.Selection during passage. Basic research involving passage of bat SARS-like coronaviruses in cell culture and/or animal models have been ongoing in BSL-2 for many years in multiple laboratories across the world25-28. There are also documented instances of the laboratory acquisition of SARS-CoV-1 by laboratory personnel working under BSL-2 containment29,30. We must therefore consider the possibility of a deliberate or inadvertent release of SARS-CoV-2. In theory, it is possible that SARS-CoV-2 acquired the observed RBD mutations site during adaptation to passage in cell culture, as has been observed in studies with SARS-CoV5 as well as MERS-CoV31. However, the acquisition of the polybasic cleavage site or O-linked glycans - if functional - argues against this scenario. New polybasic cleavage sites have only been observed after prolonged passaging of low pathogenicity avian influenza virus in cell culture or animals. Furthermore, the generation of SARS-CoV-2 by cell culture or animal passage would have required prior isolation of a progenitor virus with a very high genetic similarity. Subsequent generation of a polybasic cleavage site would have then required an intense program of passage in cell culture or animals with ACE-2 receptor similar to humans (e.g. ferrets). It is also questionable whether generation of the O-linked glycans would have occurred on cell culture passage, as such mutations typically suggest the involvement of an immune system, that is not present  in vitro .In the midst of the global COVID-19 public health emergency it is reasonable to wonder why the origins of the epidemic matter. A detailed understanding of how an animal virus jumped species boundaries to infect humans so productively will help in the prevention of future zoonotic events. For example, if SARS-CoV-2 pre-adapted in another animal species then we are at risk of future re-emergence events even if the current epidemic is controlled. In contrast, if the adaptive process we describe occurred in humans, then even if we have repeated zoonotic transfers they are unlikely to take-off unless the same series of mutations occurs. In addition, identifying the closest animal relatives of SARS-CoV-2 will greatly assist studies of virus function. Indeed, the availability of the RaTG13 bat sequence facilitated the comparative genomic analysis performed here, helping to reveal the key mutations in the RBD as well as the polybasic cleavage site insertion.The genomic features described here may in part explain the infectiousness and transmissibility of SARS-CoV-2 in humans. Although genomic evidence does not support the idea that SARS-CoV-2 is a laboratory construct, it is currently impossible to prove or disprove the other theories of its origin described here, and it is unclear whether future data will help resolve this issue. Identifying the immediate non-human animal source and obtaining virus sequences from it would be the most definitive way of revealing virus origins. In addition, it would be helpful to obtain more genetic and functional data about the virus, including experimental studies of receptor binding and the role of the polybasic cleavage site and predicted O-linked glycans. The identification of a potential intermediate host of SARS-CoV-2, as well as the sequencing of very early cases including those not connected to the Wuhan market, would similarly be highly informative. Irrespective of how SARS-CoV-2 originated, the ongoing surveillance of pneumonia in humans and other animals is clearly of utmost importance.We thank all those who have contributed SARS-CoV-2 genome sequences to the GISAID database (https://www.gisaid.org/) and contributed analyses and ideas to Virological.org (http://virological.org/). We thank the Wellcome Trust for supporting this work. ECH is supported by an ARC Australian Laureate Fellowship (FL170100022). KGA is supported by NIH grant 1U19AI135995-01. AR is supported by the Wellcome Trust (Collaborators Award 206298/Z/17/Z – ARTIC network) and the European Research Council (grant agreement no. 725422 – ReservoirDOCS).Wan, Y., Shang, J., Graham, R., Baric, R. S. & Li, F. Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS.  J. Virol.  (2020) doi:10.1128/JVI.00127-20.Wu, F. et al., A new coronavirus associated with human respiratory disease in China.  Nature  (2020) doi:10.1038/s41586-020-2008-3.Letko, M. & Munster, V. Functional assessment of cell entry and receptor usage for lineage B β-coronaviruses, including 2019-nCoV.  bioRxiv  2020.01.22.915660 (2020) doi:10.1101/2020.01.22.915660.Hoffmann, M. et al., The novel coronavirus 2019 (2019-nCoV) uses the SARS-coronavirus receptor ACE2 and the cellular protease TMPRSS2 for entry into target cells.  bioRxiv  2020.01.31.929042 (2020) doi:10.1101/2020.01.31.929042.Sheahan, T. et al., Mechanisms of zoonotic severe acute respiratory syndrome coronavirus host range expansion in human airway epithelium.  J. Virol. 82 , 2274–2285 (2008).Cui, J., Li, F. & Shi, Z.-L. Origin and evolution of pathogenic coronaviruses.  Nat. Rev. Microbiol. 17 , 181–192 (2019).Wrapp, D. et al. Cryo-EM Structure of the 2019-nCoV Spike in the Prefusion Conformation. bioRxiv 2020.02.11.944462 (2020) doi:10.1101/2020.02.11.944462.Gallaher, W. Analysis of Wuhan coronavirus: deja vu.  Virological.org Analysis of Wuhan Coronavirus: Deja Vu (2020).Coutard, B. et al., The spike glycoprotein of the new coronavirus 2019-nCoV contains a furin-like cleavage site absent in CoV of the same clade.  Antiviral Res.  104742 (2020).Follis, K. E., York, J. & Nunberg, J. H. Furin cleavage of the SARS coronavirus spike glycoprotein enhances cell-cell fusion but does not affect virion entry.  Virology 350 , 358–369 (2006).Longping, V. T., Hamilton, A. M., Friling, T. & Whittaker, G. R. A novel activation mechanism of avian influenza virus H9N2 by furin.  J. Virol. 88 , 1673–1683 (2014).Alexander, D. J. & Brown, I. H. History of highly pathogenic avian influenza.  Rev. Sci. Tech. 28 , 19–38 (2009).Luczo, J. M. et al., Evolution of high pathogenicity of H5 avian influenza virus: haemagglutinin cleavage site selection of reverse-genetics mutants during passage in chickens.  Sci. Rep. 8 , 11518 (2018).Ito, T. et al., Generation of a highly pathogenic avian influenza A virus from an avirulent field isolate by passaging in chickens.  J. Virol. 75 , 4439–4443 (2001).Li, S. Q., Orlich, M. & Rott, R. Generation of seal influenza virus variants pathogenic for chickens, because of hemagglutinin cleavage site changes.  J. Virol. 64 , 3297–3303 (1990).Shengqing, Y. et al., Generation of velogenic Newcastle disease viruses from a nonpathogenic waterfowl isolate by passaging in chickens.  Virology 301 , 206–211 (2002).Menachery, V. D. et al., A SARS-like cluster of circulating bat coronaviruses shows potential for human emergence.  Nat. Med. 21 , 1508–1513 (2015).Liu, P., Chen, W. & Chen, J.-P. Viral metagenomics revealed sendai virus and coronavirus infection of Malayan pangolins ( Manis javanica )  Viruses 11 , 979 (2019).Wong, M. C., Javornik Cregeen, S. J., Ajami, N. J. & Petrosino, J. F. Evidence of recombination in coronaviruses implicating pangolin origins of nCoV-2019.  bioRxiv  2020.02.07.939207 (2020) doi:10.1101/2020.02.07.939207.Phylodynamic analysis | 90 genomes | 12 Feb 2020 – Novel 2019 coronavirus / nCoV-2019 Genomic Epidemiology. Virological.org Phylodynamic Analysis | 93 genomes | 15 Feb 2020 (2020).Phylodynamic estimation of incidence and prevalence of novel coronavirus (nCoV) infections through time – Novel 2019 coronavirus / nCoV-2019 Genomic Epidemiology. Virological.org Phylodynamic estimation of incidence and prevalence of novel coronavirus (nCoV) infections through time (2020).Huang, C. et al., Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China.  Lancet  (2020) doi:10.1016/S0140-6736(20)30183-530183-5).Centers for Disease Control and Prevention (CDC). Prevalence of IgG antibody to SARS-associated coronavirus in animal traders-Guangdong Province, China, 2003.  MMWR Morb. Mortal. Wkly. Rep. 52 , 986–987 (2003).Wang, N. et al., Serological Evidence of Bat SARS-Related Coronavirus Infection in Humans, China.  Virol. Sin. 33 , 104–107 (2018).Ge, X.-Y. et al., Isolation and characterization of a bat SARS-like coronavirus that uses the ACE2 receptor.  Nature 503 , 535–538 (2013).Hu, B. et al., Discovery of a rich gene pool of bat SARS-related coronaviruses provides new insights into the origin of SARS coronavirus.  PLoS Pathog. 13 , e1006698 (2017).Zeng, L.-P. et al., Bat Severe Acute Respiratory Syndrome-like coronavirus WIV1 encodes an extra accessory protein, ORFX, involved in modulation of the host immune response.  J. Virol. 90 , 6573–6582 (2016).Yang, X.-L.  et al.,  Isolation and characterization of a novel bat coronavirus closely related to the direct progenitor of Severe Acute Respiratory Syndrome coronavirus.  J. Virol. 90 , 3253–3256 (2015).Lim, P. L. et al., Laboratory-acquired severe acute respiratory syndrome.  N. Engl. J. Med. 350 , 1740–1745 (2004).Senior, K. Recent Singapore SARS case a laboratory accident.  Lancet Infect. Dis. 3 , 679 (2003).Letko, M. et al., Adaptive evolution of MERS-CoV to species variation in DPP4.  Cell Rep. 24 , 1730–1737 (2018).I concur with this analysis at the amino acid level. I would add, however, that even if two virus isolates have an IDENTICAL amino acid sequence, that would not automatically make one the origin of the other. In my post 10 days ago, Tackling Rumors of a Suspicious Origin of nCoV2019 , I showed that mutations in the 3rd wobble base in an otherwise conserved region accumulate as to make seemingly identical viruses very much separated in time – indeed over decades.It is time to leave playing “who’s ur daddy” to daytime television. No known viral RNA sequence is the daddy of SARS-CoV-2. No match. If it doesn’t fit, you must acquit. It is all bat guano. Whatever analogy you like. A thrust of distrust and recrimination is not the path to protecting the planet from a viral catastrophe.Bill GallaherMandarin translation thanks to CHEN Guo from the Center for Infection and Immunity in the Columbia Mailman School of Public Health.The Proximal Origin of SARS-CoV-2_ChineseSummary.pdf (198.5 KB)Powered by Discourse, best viewed with JavaScript enabled",
            "reports": [
                {
                    "event_date": "2019-11-21 xx:xx:xx to 2037-xx-xx xx:xx:xx",
                    "locations": [],
                    "diseases": [
                        "COVID-19",
                        "hantavirus",
                        "hepatitis a",
                        "influenza a/h7n9",
                        "influenza a/h9n2",
                        "mers-cov",
                        "pneumococcus pneumonia",
                        "sars"
                    ],
                    "syndromes": [
                        "Acute respiratory syndrome",
                        "Influenza-like illness"
                    ]
                }
            ],
            "keyword_frequency": {
                "sars": 102,
                "acute respiratory syndrome": 94,
                "virus": 31,
                "covid-19": 30,
                "mers-cov": 11,
                "influenza-like illness": 10,
                "mers": 7,
                "infection": 6,
                "hepatitis a": 5,
                "pneumococcus pneumonia": 3,
                "epidemic": 3,
                "influenza a/h7n9": 2,
                "outbreak": 2,
                "influenza a/h9n2": 1,
                "hantavirus": 1,
                "infectious": 1
            },
            "keyword_location": [],
            "keyword_list": [
                "acute respiratory syndrome",
                "covid-19",
                "epidemic",
                "hantavirus",
                "hepatitis a",
                "infection",
                "infectious",
                "influenza a/h7n9",
                "influenza a/h9n2",
                "influenza-like illness",
                "mers",
                "mers-cov",
                "outbreak",
                "pneumococcus pneumonia",
                "sars",
                "virus"
            ]
        },
        {
            "url": "https://doi.org/10.1101/2020.02.12.20022434",
            "date_of_publication": "2020-02-18 11:45:21",
            "headline": "Early epidemiological assessment of the transmission potential and virulence of coronavirus disease 2019 (COVID-19) in Wuhan City: China, January-February, 2020",
            "main_text": "Background: \nSince the first cluster of cases was identified in Wuhan City, China, in December, 2019, coronavirus disease 2019 (COVID-19) has rapidly spread across China, causing multiple introductions in 109 countries/territories/areas as of March 10th. Despite the scarcity of publicly available data, scientists around the world have made strides in estimating the magnitude of the epidemic, the basic reproduction number, and transmission patterns. Recently more evidence suggests that a substantial fraction of the infected individuals with the novel coronavirus show little if any symptoms, which suggest the need to reassess the transmission potential of this emerging disease. In this study, we derive estimates of the transmissibility and virulence of COVID-19 in Wuhan City, China, by reconstructing the underlying transmission dynamics using multiple data sources.\nMethods: \nWe employ statistical methods and publicly available epidemiological datasets to jointly derive estimates of transmissibility and severity associated with the novel coronavirus. For this purpose, the daily series of laboratory-confirmed COVID-19 cases and deaths in Wuhan City and epidemiological data of Japanese evacuees from Wuhan City on board government-chartered flights were integrated into our analysis.\nResults: \nOur posterior estimates of basic reproduction number (R) in Wuhan City, China in 2019-2020 reached values as high as 5.20 (95%CrI: 5.04-5.47) and the enhanced public health intervention after January 23rd in 2020 was associated with a declined R at 0.58 (95%CrI: 0.51-0.64), with the total number of infections (i.e. cumulative infections) estimated at 1905526 (95%CrI: 1350283-2655936) in Wuhan City, raising the proportion of infected individuals to 19.1% (95%CrI: 13.5-26.6%). We also found that most recent crude infection fatality ratio (IFR) and time-delay adjusted IFR is estimated to be 0.04% (95% CrI: 0.03-0.06%) and 0.12% (95%CrI: 0.08-0.17%), which is several orders of magnitude smaller than the crude CFR estimated at 4.19%\nConclusions: \nWe have estimated key epidemiological parameters of the transmissibility and virulence of COVID-19 in Wuhan, China during January-February, 2020 using an ecological modelling approach. The power of our approach lies in the ability to infer epidemiological parameters with quantified uncertainty from partial observations collected by surveillance systems.The authors have declared no competing interest.KM acknowledges support from the Japan Society for the Promotion of Science (JSPS) KAKENHI Grant Number 18K17368 and from the Leading Initiative for Excellent Young Researchers from the Ministry of Education, Culture, Sport, Science & Technology of Japan. KK acknowledges support from the JSPS KAKENHI Grant Number 18K19336 and 19H05330. GC acknowledges support from NSF grant 1414374 as part of the joint NSF\u0096NIH\u0096USDA Ecology and Evolution of Infectious Diseases program.All relevant ethical guidelines have been followed; any necessary IRB and/or ethics committee approvals have been obtained and details of the IRB/oversight body are included in the manuscript.YesAll necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived.YesI understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance).YesI have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable.YesThe present study relies on published data and access information to essential components of the data are available from the corresponding author.View the discussion thread.Supplementary MaterialThank you for your interest in spreading the word about medRxiv.NOTE: Your email address is requested solely to identify you as the sender of this article.",
            "reports": [
                {
                    "event_date": "2019-12-xx xx:xx:xx to 2020-03-10 xx:xx:xx",
                    "locations": [],
                    "diseases": [
                        "COVID-19"
                    ],
                    "syndromes": []
                }
            ],
            "keyword_frequency": {
                "covid-19": 7,
                "epidemic": 1,
                "emerging": 1,
                "infection": 1,
                "infectious": 1
            },
            "keyword_location": [],
            "keyword_list": [
                "covid-19",
                "emerging",
                "epidemic",
                "infection",
                "infectious"
            ]
        },
        {
            "url": "https://www.formula1.com/en/racing/2020.html",
            "date_of_publication": "2020-02-18 12:52:30",
            "headline": "F1 Schedule 2020",
            "main_text": "2020 FIA FORMULA ONE WORLD CHAMPIONSHIP™ RACE CALENDAR19\n                                    -2126\n                                    -2813-1520-2203-0517-1901-0308-1021-2405-0712-1426-2803-0517-1931-0228-3004-0618-2025-2709-1123-2530-0113-1527-29Season\n2019Formula 2Check out the F2 season calendarFormula 3Check out the F3 season calendarDownload the Official F1 App© 2003-2020 Formula One World Championship Limited",
            "reports": [
                {
                    "event_date": "2020-xx-xx xx:xx:xx",
                    "locations": [],
                    "diseases": [],
                    "syndromes": []
                }
            ],
            "keyword_frequency": {},
            "keyword_location": [],
            "keyword_list": []
        },
        {
            "url": "https://www.bloomberg.com/news/articles/2020-02-17/u-s-factories-in-china-are-open-but-don-t-have-enough-staff",
            "date_of_publication": "2020-02-18 13:09:41",
            "headline": "Bloomberg",
            "main_text": "To continue, please click the box below to let us know you're not a robot.Please make sure your browser supports JavaScript and cookies and that you are not blocking them from loading. For more information you can review our Terms of Service and Cookie Policy.For inquiries related to this message please contact our support team and provide the reference ID below.",
            "reports": [
                {
                    "event_date": "2020-xx-xx xx:xx:xx",
                    "locations": [],
                    "diseases": [],
                    "syndromes": []
                }
            ],
            "keyword_frequency": {},
            "keyword_location": [],
            "keyword_list": []
        },
        {
            "url": "https://saigoneer.com/saigon-health/18327-vietnam-continues-nationwide-school-shutdown-due-to-covid-19",
            "date_of_publication": "2020-02-18 13:17:21",
            "headline": "Saigoneer",
            "main_text": "Schools and university campuses were supposed to reopen on February 17 in several provinces.However, on February 14, the Ministry of Education and Training sent an emergency dispatch to all provincial People’s Committees to propose that these provinces continue to close schools until the end of February, Tuoi Tre reports.The ministry also said that it will push the end date for the 2019-2020 academic term to a later time. The examination dates will also be adjusted accordingly.As of February 15, all 63 provinces and cities in Vietnam have extended their school closing time, 56 of which — including Saigon — have announced that schools will be closed until the end of February, according to the news source.Amidst the worrying spread of Covid-19, the Ho Chi Minh City’s People Committee is also proposing to the central government and the education and training ministry to let students stay at home until the end of March. The proposed second term of the academic year will then start instead in April and end in July this year. The new academic term will start in September and the summer holiday will be shortened to one month.The HCMC Department of Education and Training has also sent a dispatch encouraging schools and universities to change their teaching methods to ones that stimulate self-learning and research.While most schools and parents agree on closing schools due to the Covid-19 pandemic, long breaks have taken a toll on parents, especially factory workers who have small children. Tuoi Tre mentioned in a different report that since these workers still have to go to work, a lot of them are struggling to find babysitting help.[Photo: Staff members of a school in Hanoi clean campus facilities during the extended break/Facebook page Truong Nguyen Sieu]Saigoneer in Health\n\n1 MONTH AGOVietnam experienced a dramatic weekend related to the coronavirus spreading out of Wuhan, China.Saigoneer in Health\n\n2 DAYS AGONine new coronavirus cases in Vietnam have been confirmed within the last three days.Saigoneer in Vietnam\n\n20 DAYS AGOSouth Korea is in the midst of a rapid surge of Covid-19 cases, and now has the most confirmed infections outside of China: 763 cases and seven deaths at the time of writing.Saigoneer in Health\n\n6 MONTHS AGOThe oft-debated new draft Law on Preventing Alcohol's Harmful Effects has seen new proposals from the Ministry of Health.Saigoneer in Health\n\n10 MONTHS AGOIn 2018, Vietnam's total beer consumption reached over 4.67 billion liters, according to Nielsen statistics.Saigoneer in Travel\n\n16 DAYS AGOThe campaigns are the effort to compensate for the losses in tourism revenue due to the Covid-19 epidemic.",
            "reports": [
                {
                    "event_date": "2018-xx-xx xx:xx:xx to 2020-09-xx xx:xx:xx",
                    "locations": [],
                    "diseases": [
                        "COVID-19",
                        "tuberculosis"
                    ],
                    "syndromes": []
                }
            ],
            "keyword_frequency": {
                "covid-19": 6,
                "tuberculosis": 1,
                "epidemic": 1
            },
            "keyword_location": [],
            "keyword_list": [
                "covid-19",
                "epidemic",
                "tuberculosis"
            ]
        },
        {
            "url": "https://vn.usembassy.gov/",
            "date_of_publication": "2020-02-18 16:52:34",
            "headline": "U.S. Embassy & Consulatein Vietnam",
            "main_text": "For travel to the United States on a temporary basis, including tourism, temporary employment, study and exchange.For foreign citizens who want to live permanently in the United States.Alerts and Messages for U.S. Visitors to VietnamU.S. Citizens with emergencies, please call: Hanoi: (024) 3850-5000 - Ho Chi Minh City: (028) 3520-4200 or (028) 3520-4600Outside of Office Hours, contact: - Hanoi: (024) 3850-5000 - Ho Chi Minh City: (028) 3520-4200 or (028) 3520-4600Outside of Vietnam: - Hanoi: +8424-3850-5000 - Ho Chi Minh City: +8428-3520-4200 or +8428-3520-4600President Trump's Visit to Vietnam for Second Historic Summit with North KoreaLearn more about quality higher-education opportunities in the U.S. that you will not find anywhere else in the world.7 Lang Ha StreetHanoi, Vietnam\nPhone: +84-24-3850-5000Phone: +84-24-3850-5000Phone: +84-24-3850-50004 Le Duan Blvd., District 1Ho Chi Minh City VietnamPhone: +84-28-3520-4200#SecretaryPompeo: “You know, in the past, we were opponents on the battlefield. But today, our security relationship is all about cooperation… As we celebrate 25 years – a quarter century – of partnership in 2020, let us renew our commitment to a strong and independent VietnamU.S. Secretary of Defense Mark T. Esper made his first official visit to Vietnam November 19-21, highlighting the importance of the U.S.-Vietnam defense partnership. Secretary Esper’s visit reaffirmed the U.S. commitment to our partnership with VietnamOn November 7, U.S. Ambassador to Vietnam Daniel J. Kritenbrink welcomed Secretary of Commerce Wilbur Ross and a delegation of senior U.S. government officials and executives from 17 leading U.S. companies to Hanoi.  This visit is part of a larger trade mission to the Indo-Pacific region.THE VICE PRESIDENT: Well, thank you all for that warm welcome. And to your new chairman, Governor Scott Walker; former Congresswoman Jane Harman; and to all the members of the board at this historic center; and to all the fine scholars: It is an honor to be here at the Wilson Center,The United States has a long, cherished relationship, as the charge said, of 200 years.  And I know we will remain great and good friends for the next two centuries as well.VisasDetails on how to apply for a visa to the United StatesU.S. Citizen ServicesEmergency services, passport guidance, and federal benefits details for U.S. citizens.Study in the U.S.Guidance on studying in the U.S., exchange programs, and English language learning.Air Quality IndexLearn more about air quality in Vietnam and get real-time readings.Latest NewsPress releases, speeches, news, and video content regarding the U.S. and Vietnam.Policy InformationContent on the U.S.-Vietnam relationship, including policy documents, fact sheets, and latest news.26 February, 2020 | Alert, Messages for U.S. CitizensDid you know that U.S. Mission Vietnam has a webpage devoted to information on the novel (new) coronavirus, also known as COVID-19?   Check here…14 March, 2020 | AlertLocation:  Vietnam The Vietnamese government announced that, starting at 12 p.m. (noon) on March 15, travelers from the 26 Schengen countries and the United Kingdom…11 March, 2020 | News, Press ReleasesDA NANG, Vietnam, March 11, 2020 – USS Theodore Roosevelt (CVN 71) and USS Bunker Hill (CG 52) successfully completed a scheduled five-day port visit to…5 March, 2020 | Press ReleasesDA NANG, Vietnam, March 5, 2020 – USS Theodore Roosevelt (CVN 71) and USS Bunker Hill (CG 52) arrived in Da Nang, Vietnam on March…1 March, 2020 | American Spaces, EventsAll events take place at 1st Floor of the Rose Garden Tower at 170 Ngoc Khanh Street, Hanoi, except those noted otherwise. Remember to bring…28 February, 2020 | Press ReleasesQUANG TRI, February 28, 2020 – Today, the United States Agency for International Development (USAID) and the Action to the Community Development Center (ACDC) in…27 February, 2020 | Press ReleasesHANOI, February 27, 2020 – Leaders from the livestock sector gathered on Thursday, February 27th in Hanoi at a showcasing event for the “Enhancing Capacity…25 February, 2020 | Ambassador, Press ReleasesDaniel J. Kritenbrink U.S. Ambassador to Vietnam Hanoi February 24, 2020 On behalf of the U.S. Mission in Vietnam, I would like to express our…21 February, 2020 | Press ReleasesHANOI, February 21, 2020 – A U.S. federal grand jury charged Paul Marshall Bodner, 64, of San Francisco, California, with repeatedly traveling to Vietnam in…18 February, 2020 | Alert, Messages for U.S. CitizensThe U.S. Mission in Vietnam has received several inquiries about the outbreak of COVID-19, also known as novel Coronavirus, in the region.  Important questions include…13 February, 2020 | Press ReleasesHANOI, February 13, 2020 – The U.S. Mission to Vietnam announces the recruitment season for Vietnamese host insitutions interested in hosting a Fulbright English Teaching…5 February, 2020 | Consular Affairs, U.S. Citizen ServicesThe monthly newsletter of the American Citizen Services Units of the U.S. Embassy Hanoi and the U.S. Consulate General Ho Chi Minh City. February 2020…4 February, 2020 | NewsUrgent information for applicants regarding novel coronavirus: Entry of foreign nationals who were physically present within the Islamic Republic of Iran, the 26 countries that comprise…3 February, 2020 | American Spaces, EventsAll events take place at 1st Floor of the Rose Garden Tower at 170 Ngoc Khanh Street, Hanoi, except those noted otherwise. Remember to bring…31 January, 2020 | Alert, Messages for U.S. CitizensHealth Alert – U.S. Embassy Hanoi and Consulate General Ho Chi Minh City Do not travel to China due to novel coronavirus first identified in…25 January, 2020 | AlertHealth Alert – U.S. Embassy Hanoi, Vietnam (January 25, 2020) Location:  Vietnam Event: The U.S. Centers for Disease Control and Prevention (CDC) has issued a Level…15 January, 2020 | Press ReleasesHANOI, January 10, 2020 – On Friday morning, U.S. Embassy Deputy Chief of Mission, Caryn McClelland, and National Institute of Hematology and Blood Transfusion Vice…13 January, 2020 | Press ReleasesHANOI, January 13, 2019 – The Drug Enforcement Administration’s Acting Administrator Uttam Dhillon visited Hanoi on January 10 and 11. This is the first time…7 January, 2020 | Alert, Consular Affairs, Messages for U.S. Citizens, Security & Emergency Messages, Travel & TourismHeightened tension in the Middle East may result in security risks to U.S. citizens abroad.  The Embassy will continue to review the security situation and…Footer Disclaimer This is the official website of the U.S. Embassy and Consulate in Vietnam. External links to other Internet sites should not be construed as an endorsement of the views or privacy policies contained therein.",
            "reports": [
                {
                    "event_date": "2019-01-13 xx:xx:xx to 2020-11-19 xx:xx:xx",
                    "locations": [],
                    "diseases": [
                        "COVID-19",
                        "hepatitis a"
                    ],
                    "syndromes": []
                }
            ],
            "keyword_frequency": {
                "covid-19": 6,
                "hepatitis a": 1,
                "outbreak": 1
            },
            "keyword_location": [],
            "keyword_list": [
                "covid-19",
                "hepatitis a",
                "outbreak"
            ]
        },
        {
            "url": "https://www.zerohedge.com/geopolitical/japan-confirms-88-more-cases-aboard-diamond-princess-one-day-quarantine-set-end",
            "date_of_publication": "2020-02-18 18:51:51",
            "headline": "ZeroHedge Search",
            "main_text": "Summary:Death toll passes 2,000 as Hubei reports 132 deaths for TuesdayJapan to release first wave of 500 passengers + crew at 10:30 am in TokyoFlorida health officials mysteriously refuse to share virus info with reportersRussia bars all Chinese from enteringNYT notes signs of impending economic distressSouth Korea announces \"emergency steps\" to prepare for outbreak.South Korea announces 15 new cases* * *Update (1940ET): It's Wednesday morning in Yokohama. So you know what that means.Japanese health authorities are beginning the process of offloading the remaining 2,000+ passengers and crew aboard the 'Diamond Princess', a ship that has been under quarantine for 14 days.The offloading will take place in phases over three days, finally wrapping up on Friday. The first 500 people are set to leave at around 10:30 am Tokyo time on Wednesday. There will be no preference given to different nationalities, according to Japan's Ministry of Health.Many who depart will be subject to another 14 days of quarantine, including any Americans who elected to stay on the ship instead of traveling back to the US on the evac flight. Roughly 40 Americans were also excluded from that flight because they were being treated for the virus in a Japanese hospital.So far, 542 people - including at least 14 of the 300 or so Americans who traveled back to the US on Monday in Japan - have tested positive for the virus. And while Japan says it has tested everybody aboard, doctors and experts say there's no way to certain that people being released won't be carrying the virus - hence the quarantines when they return home.But where will they go between now and then? And with no immediate after-care plans - at least none that have been publicly disclosed, it looks like Japan is about to set thousands of people aboard the most infected environment outside China loose in Tokyo.Of course, Japanese authorities are so paranoid about the Olympics, one would think they would be doing everything in their power to stop an outbreak in Tokyo, especially at such a sensitive time.About 500 people are set to leave the ship from around 10:30 a.m. Tokyo time on Wednesday, with no preference given to any particular nationality, Japan’s Health Ministry said.Hopefully, health officials will manage to convince the world that they successfully screened for the virus.The ship was first quarantined on Feb. 5 more than a week after a man who tested positive for the virus in Hong Kong disembarked. Journalists have shared stories of desperation and paranoia from those trapped on the ship, making it sound like such a nightmare that many who read those stories may never want to travel on a cruise.In other news, Yonhap reported minutes ago that South Korea has another 15 cases, increasing the countries total by roughly one-third to 46 one day after the country's president warned of an \"economic emergency\" as companies like Hyundai suffer from supply shortages from China. The South Korean government has already announced a fiscal stimulus package to help companies hurt by the virus.* * *Update (1720ET): Health officials in Hubei reported a big jump in deaths on Tuesday, shattering the state's narrative that the virus is being beaten because the number of confirmed cases and deaths were falling.And with the new figures, the China death toll has hit 2,000 exactly, up from 1,868 deaths as of the end of Monday, according to China's NHC.Meanwhile, state officials in Florida are refusing to release any information about the state's efforts to contain a coronavirus outbreak, including data about the number of patients who have been tested for the virus, according to the Tampa Bay Times.\"The goal of this public health response is containment,\" said state Surgeon General Scott Rivkees, who presented to the Senate Health Policy committee Tuesday. \"And if there’s a confirmed case, it will absolutely be reported.\"Rivkees added that the state wasn't allowed to release the information because of \"privacy concerns\" - likely a rule about patient confidentiality codified in the federal HIPPA guidelines.However, veteran journalists in the state pressed the surgeon general: These numbers were shared with the public during Zika, and since the numbers don't include any personalized details, there shouldn't be any conflict with HIPPA.Despite their protests, the state simply deferred to the Department of Health, which has created a 700-person incident management team to liaise with states and help the country prepare for the potential outbreak. Certain protocols have been shared with officials in every state.Though if not sharing this information is part of some kind of federal 'protocol', then how come Washington State is sharing some of this information directly on a Department of Public Health website?Also in the US: the CDC said earlier that the State Department is planning to bar any Americans who were aboard the Diamond Princess but didn't return with the evacuees from returning to the country until next month.* * *Update (1600ET): Writing in the latest update to its coronavirus live blog, the New York Times points out that more signs of economic pain from the outbreak have emerged on Tuesday. It cites HSBC's bloodletting, Jaguar's warning about looming production problems and Apple's latest production warning as worrying signs of corporate blowback even as the Nasdaq closed at a record high.Economic fallout from the new coronavirus epidemic continued to spread on Tuesday, with new evidence emerging in manufacturing, financial markets, commodities, banking and other sectors.HSBC, one of the most important banks in Hong Kong, said it plans to cut 35,000 jobs and $4.5 billion in costs as it faces headwinds that include the coronavirus outbreak and months of political strife in Hong Kong. The bank, based in London, had come to depend increasingly on China for growth.Jaguar Land Rover warned that the coronavirus could soon begin to create production problems at its assembly plants in Britain. Like many carmakers, Jaguar Land Rover uses parts made in China, where many factories have shut down or slowed production; Fiat Chrysler, Renault and Hyundai have already reported interruptions as a result.U.S. stocks declined on Tuesday, a day after Apple warned that it would miss its sales forecasts due to disruption in China, as concerns about the impact of the outbreak weighed on the outlook for the global economy.Stocks tied to the near-term ups and downs of the economy slumped, with energy, financials and industrial shares the leading losers. The S&P 500 index was down 0.5 percent at midafternoon in New York trading.Bond yields declined, with the 10-year Treasury note yielding 1.55 percent, suggesting  investors are lowering their expectations for economic growth and inflation. With much of the Chinese economy stalled, demand for oil has fallen and prices were down on Tuesday, with a barrel of West Texas Intermediate selling for roughly $52.In Germany, where the economy depends heavily on global demand for machinery and automobiles, a key indicator showed economic sentiment has tumbled this month, as the economic outlook has weakened.You know it's bad when CNBC's unspoken economics 'Word of the Day' is 'one-off'.Meanwhile, America's 'paper of record' reported that at least 150 million people in China are living under severe lockdown restrictions confining them largely to their homes. That's one-tenth of China's population, and 1% of the global population.Kind of hard to work and consume when you can't leave the house.* * *Update (1410ET): In an interview with Fox News, the CDC's Dr. Anthony Fauci said the risk to Americans of contracting COVID-19 is relatively low right now, but that \"could change\" given the chaotic and unpredictable situation.\"The risk clearly is relatively low right now, but that could change. So we're telling our American citizens to not be fearful, to not be afraid, but to keep an eye on it.\"Dr. Fauci added that the federal government has quarantined every known case of the virus.\"The people in this country that were aware of being infected they've been contacted, isolated and made aware that this is the case.\"Just in case any get through, the US is starting 'sentinel surveillance' of patients around the country who go to the hospital to report flu-like symptoms, as we reported yesterday.\"That will give us a better idea of whether there are any cases that we haven't identified or noticed,\" the doctor added.Watch the clip below:THE HEADLINER: Dr. Anthony Fauci discusses the latest in the coronavirus outbreak #nine2noon pic.twitter.com/BLePf1Olyw* * *Update (1300ET): In a landmark decision, Russia has temporarily banned Chinese from entry as of Feb. 20, becoming the first country to ban all Chinese from entry in response to the coronavirus outbreak, according to Russian news agency TASS.This is only the latest step from Russia, which has already closed most entry points along its 4,200-kilometer border, suspended e-visas and work visas for Chinese nationals.Russia has already reported two cases of coronavirus - the only cases confirmed in the country so far - both involving Chinese nationals.Though there haven't been many cases, there have been a number of interesting virus-related headlines out of Russia in recent weeks. Two men in the city of Chelyabinsk were fined for hooliganism after they filmed a prank video where they pretended to shoot a man infected with the virus in a park. The men wore white hazmat suits and face masks while simulating the shooting of the third person, who wasn't actually infected.— Russia discharged a Chinese national from the hospital in the Siberian city of Chita on Wednesday after he recovered from a coronavirus infection, the second of Russia's two confirmed cases of coronavirus to recover. The other victim, also a Chinese national, was also said by authorities to have recovered and been released from quarantine in Siberia's Tyumen region.Meanwhile,apropos of nothing, BNO News shared one of the latest videos out of Hubei Province, which we'd like to now share with you.Video from Hubei province shows doctors running across the street to take patients who are critically ill with coronavirus to a new ICU unit. It took 30 minutes per patient, 10 in total - Xinhua pic.twitter.com/16XLrYzB8lThis could be an Olympic Sport (if they don't cancel the Olympics, that is).As a handful of brave foreign correspondents continue to report on the outbreak inside mainland China, the Epoch Times' reporter Jennifer Zeng revealed on Tuesday that 71 people from one workplace in Beijing have been placed under quarantine after one employee was infected by COVID-19.We're glad to see China's shift back to work is going so well.* * *Update (0840ET): Global Times editor Hu Xijin, a government mouthpiece whose tweets were closely followed during the 'Phase 1' trade-deal negotiations, is touting China's dubious data as a sign that the Communist Party is winning the 'People's War' against COVID-19.Daily new infection cases outside Hubei fell below 100 for the first time according to data released on Tuesday. We are on the way to the victory. People are in a better mood and cities are recovering the vitality. I myself is also very happy. pic.twitter.com/nTlxIhOwF4* * *Last night, the western press exposed the Americans for breaking Japan's quarantine on the 'Diamond Princess' by ferrying some 14 infected individuals to the US. But with one day left to go before the Japanese government ends its quarantine and releases thousands of terrified and paranoid passengers into the streets of Tokyo.On Tuesday, another 88 passengers from the Diamond Princess were diagnosed with the virus, bringing the total to 542.#BREAKING: Another 88 confirmed new #coronavirus cases from on board the Diamond Princess @abcnews pic.twitter.com/Ixp1XdpY0xJapan has completed tests for all passengers and crew aboard the ship as of Monday, but the results for the last batch of tests aren't expected until Wednesday, the day that the quarantine is slated to end. So far, results are back for 2,404 passengers and crew, out of the 3,711 who were  on board the ship when the quarantine began on Feb. 5.Japanese Health Minister Katsunobu Kato said Tuesday that people who have tested negative for the virus would start leaving on Wednesday, but that the process of releasing passengers and crew won't be finished until Friday, according to the Washington Post.The remaining 61 American passengers on the DP who opted not to join the evacuation will not be allowed to return to the US until March 4, according to the American embassy in Tokyo. The governments of Australia, Hong Kong and Canada have also said they would evacuate passengers.Elsewhere, Japan confirmed three more cases of the virus. This time, they were confirmed in Wakayama, a prefecture in eastern Japan.In the latest indication that the 14-day quarantine simply wasn't enough to kill the virus, a British couple has tested positive for the virus just one day before Japanese authorities are set to release everybody from quarantine, according to the Guardian.\"David and Sally Abel, a British couple onboard the Diamond Princess cruise liner in Japan, have tested positive for coronavirus, a day before passengers who tested negative were due to start leaving the ship after spending two weeks in quarantine.\"Including all of the cases announced overnight, there are now 73,336 confirmed cases of the virus worldwide, compared with 1,874 deaths.Johns HopkinsAs the battle against the virus rages in Wuhan, Liu Zhiming, 51, a neurosurgeon and the director of the Wuchang Hospital in Wuhan, became the latest high-profile medical worker to succumb to the virus, as we noted last night. Late last week, China confirmed that nearly 2,000 medical workers had been infected.The Commission overseeing China's virus response has released a statement commemorating Liu's life and honoring his death.\"From the start of the outbreak, Comrade Liu Zhiming, without regard to his personal safety, led the medical staff of Wuchang Hospital at the front lines of the fight against the epidemic,\" the commission said. Dr. Liu \"made significant contributions to our city’s fight to prevent and control the novel coronavirus,\" it added.In Beijing, senior officials including President Xi continued to play down the economic blowback from the virus. During remarks on Tuesday, Xi insisted that China could still meet its 2020 economic targets - which called for a doubling of the size of the Chinese economy in 10 years - despite the outbreak.We cross live to the Chinese Statistics Bureau as President Xi says China can still meet 2020 economic targets despite coronavirus pic.twitter.com/JJeqvbWJCZOf course, China' goalseeked economic data has never offered a truly accurate reflection of the world's second-largest economy. And a report by PitchBook warns that Chinese startups are struggling to raise money as the epidemic complicates deal talks an deals a serious blow to the country's 'venture capital' scene.From the start of the year through Feb. 12, venture capital activity in China fell from 381 to 137 deals, and the capital raised declined from $4.05 billion to $1.37 billion, compared to the same period last year.Prior outbreaks like SARS and swine flu also weighed on investment activity.Moving south to Seoul, South Korean President Moon Jae-in called for South Korea to take \"emergency steps\" to prepare for a more widespread outbreak of COVID-19.In contrast to Xi, Moon warned the coronavirus could have a \"bigger and longer-lasting impact\" on his country's economy than the 2015 MERS outbreak, which prompted South Korea to roll out a supplemental budget while the central bank cut rates, WaPo reports. Speculators are now betting on a rate cut at the Bank of Korea's meeting next week. Singapore also announced on Tuesday that it had earmarked $2.8 billion for virus relief measures to help stabilize its economy and assist workers.Over in the Philippines, 25,000 stranded workers can now return to work.French Health Minister Olivier Veran said Tuesday there was a \"credible risk\" that the virus could transform into a pandemic, Reuters reports.\"This is both a working assumption and a credible risk,\" Veran told France Info radio, when asked about the possibility of the coronavirus spreading globally.Taking a brief break from the news, our disturbing video of the day comes from Xinjiang, the far-flung province that's home to millions of Uyghur Muslims.In this video, shared by the Epoch Times' Jennifer Zeng, a police officer suddenly collapses while walking. His current status is unknown.Zhou Shunxin, a police officer in #Xinjiang, suddenly collaspes while walking. Officail report says vaguely that he \"passed out\" at the frone line of #COVID2019 control, and sent to the hospital, but doesn't talke about why he collasped or his current status. #Coronavirus pic.twitter.com/CYfUi259PtOffering a lesson in contrasts, the Global Times, a mainland tabloid, has continued to tweet lighthearted human interest stories from the heart of the outbreak. Today's story: A health-care worker getting married in the heart of the outbreak.Wedding dress, bridal veil and confetti made from a hospital bedsheet with a rubber glove bridal bouquet. Watch this medical staff member's wedding in the battleground against the novel #coronavirus in #Wuhan. https://t.co/GwDguZKfe0 pic.twitter.com/BZt3KprGAIThe GT also reported that officials in Hubei are continuing with a \"comprehensive search\" for patients with fevers, and have even started tracking down every individual who has purchased fever or cough medicine since Jan. 20.Central China’s Hubei Province, where epicenter #Wuhan is located, launched a comprehensive search of fever patients on Tuesday. Authorities are tracking down people with symptoms of fever or those who bought fever and cough medicines since January 20. #COVID2019 #coronavirus pic.twitter.com/6hwEYzymtMAs we reported last night, Apple published a press release admitting it \"does not expect to meet the revenue guidance we provided for the March quarter\" due to coronavirus-related issues.Since we haven't reported a full breakdown of cases in a while, here's a complete list and breakdown of infections by country and territory, courtesy of the AP:Mainland China: 1,868 deaths among 72,436 cases, chiefly in Hubei\nHong Kong: 58 cases, 1 death\nMacao: 10\nJapan: 607 cases, including 542 from a cruise ship docked in Yokohama, 1 death\nSingapore: 77 cases\nThailand: 35\nSouth Korea: 31\nMalaysia: 22\nTaiwan: 22 cases, 1 death\nVietnam: 16 cases\nGermany: 16\nUnited States: 15 cases; separately, 1 US citizen died in China\nAustralia: 14 cases\nFrance: 12 cases, 1 death\nUnited Kingdom: 9 cases\nUnited Arab Emirates: 9\nCanada: 8\nPhilippines: 3 cases, 1 death\nIndia: 3 cases\nItaly: 3\nRussia: 2\nSpain: 2\nBelgium: 1\nNepal: 1\nSri Lanka: 1\nSweden: 1\nCambodia: 1\nFinland: 1\nEgypt: 1In a recent study, China's CCDC found that the virus's fatality rate - 14.8% - is for people aged 80 or older with co-occurring medical conditions. Young and healthy people, meanwhile, typically experience much more mild symptoms, according to the BBC. Along those same lines, the WHO confirmed on Tuesday that the virus manifests as only a minor infection in four out of five people who contract it, according to the Guardian.For everybody still saying that the virus is no more dangerous than the annual flu outbreak, here's some food for thought: An analysis of 44,672 coronavirus patients in China whose diagnoses were confirmed by laboratory testing has found that 1,023 had died by Feb. 11, a fatality rate of 2.3%. That's far higher than the mortality rate for the seasonal flu.Finally, the New York Times has reviewed lockdown conditions across China, and confirmed that more than 760 million people are living in neighborhoods or villages with at least some imposed strictures regulating residents' comings and goings. That represents half of China's population, and one out of every ten people on the planet.Some neighborhoods only require residents to show ID, sign in and have their temperature checked. Other villages prohibit bringing in guests. In places with more stringent restrictions, households are only allowed to send one person out at a time - and often not even every day.Last night, Zeng reported that in some parts of Wuhan the lockdown has become so strict that people aren't allowed to come outside at all.The locking down in #Wuhan is getting tighter. No coming out at all now. #武汉 小区封锁加剧。从七天可出一次门变为任何时候不得出门。#COVID2019 #Coronavirus #CoronavirusOutbreak #coronaviruschina #武汉肺炎 #新冠肺炎 #新冠病毒 #少年译制 pic.twitter.com/kpbNgZAAjjTips: tips@zerohedge.comGeneral: info@zerohedge.comLegal: legal@zerohedge.comAdvertising: Click hereAbuse/Complaints: abuse@zerohedge.comMake sure to read our \"How To [Read/Tip Off] Zero Hedge Without Attracting The Interest Of [Human Resources/The Treasury/Black Helicopters]\" GuideIt would be very wise of you to study our disclaimer, our privacy policy and our (non)policy on conflicts / full disclosure. Here's our Cookie Policy.How to report offensive commentsNotice on Racial Discrimination.",
            "reports": [
                {
                    "event_date": "2020-01-20 xx:xx:xx to 2020-03-04 xx:xx:xx",
                    "locations": [],
                    "diseases": [
                        "COVID-19",
                        "mers-cov",
                        "other",
                        "sars",
                        "zika"
                    ],
                    "syndromes": [
                        "Acute respiratory syndrome",
                        "Influenza-like illness"
                    ]
                }
            ],
            "keyword_frequency": {
                "virus": 27,
                "covid-19": 24,
                "outbreak": 17,
                "influenza-like illness": 7,
                "other": 4,
                "fever": 4,
                "epidemic": 3,
                "infection": 3,
                "zika": 1,
                "sars": 1,
                "mers-cov": 1,
                "acute respiratory syndrome": 1,
                "emerging": 1,
                "mers": 1
            },
            "keyword_location": [],
            "keyword_list": [
                "acute respiratory syndrome",
                "covid-19",
                "emerging",
                "epidemic",
                "fever",
                "infection",
                "influenza-like illness",
                "mers",
                "mers-cov",
                "other",
                "outbreak",
                "sars",
                "virus",
                "zika"
            ]
        }
    ]
}