{
    "count": 5,
    "date": "2020-03-22 15:15:33",
    "lastDatestamp": 1584861333,
    "posts": [
        {
            "date": "2020-03-22T07:15:33",
            "datestamp": "1584861333",
            "flu_trackers_post_content": "Fewer buses will also be running in Christchurch from Monday due to fewer drivers being available.\n\nEnvironment Canterbury public transport senior manager Stewart Gibbon said some drivers were unable to work now because of risk factors associated with their age or health.\n\nhttps://www.stuff.co.nz/national/hea...-in-canterbury",
            "nodeid": "839841",
            "url": "https://www.stuff.co.nz/national/health/coronavirus/120478297/coronavirus-pools-libraries-art-gallery-museum-close-their-doors-in-canterbury"
        },
        {
            "date": "2020-03-22T07:11:38",
            "datestamp": "1584861098",
            "flu_trackers_post_content": "A student at Auckland's Glendowie College has been diagnosed with coronavirus\n\nIt's the second Auckland school closure announced today after a staff member at Mt Albert's Marist College was confirmed to have Covid-19.\n\nBoth schools are closed for 72 hours and will be thoroughly cleaned before they are expected to reopen on Thursday.\n\nhttps://www.nzherald.co.nz/nz/news/a...ectid=12318893",
            "nodeid": "839840",
            "url": "https://www.nzherald.co.nz/nz/news/article.cfm?c_id=1&objectid=12318893"
        },
        {
            "date": "2020-03-22T04:13:53",
            "datestamp": "1584850433",
            "flu_trackers_post_content": "The staff member had returned home from overseas on March 10 before working two night shifts at the facility with no symptoms at that time. \n\nThey told their manager after a day off that they had a headache and were required to follow protocol by talking to a doctor. The person was then tested for Covid-19, which came back positive.\n\nhttps://www.tvnz.co.nz/one-news/new-...ve-coronavirus",
            "nodeid": "839837",
            "url": "https://www.tvnz.co.nz/one-news/new-zealand/auckland-rest-home-worker-tests-positive-coronavirus"
        },
        {
            "date": "2020-03-22T03:53:56",
            "datestamp": "1584849236",
            "flu_trackers_post_content": "The COVID-19 outbreak appears to have originated in the Wuhan area of Hubei Province in China in November or December of 2019. Although information about the outbreak was initially suppressed by Chinese officials (link), by December 30, 2019, various Chinese media reports publicly emerged about a “viral pneumonia” occurring in the area (link). In a thread started by penguinsix on December 31, 2019, members of FluTrackers.com, a volunteer organization tracking infection diseases around the world, began compiling media reports about the spread of this novel disease outbreak (link).\n\nOn December 31, 2019, the Centre for Health Protection in Hong Kong noted that they were monitoring an outbreak of 27 cases of pneumonia in Wuhan, China (link). On January 1, 2020, Chinese authority shut down the Huanan Seafood Wholesale Market where it was believed that the virus made the jump to humans from an animal species in the market (link). By January 3, the Hong Kong Centre for Health Protection was monitoring 44 cases of this novel disease (link, link). Within a few days, China officially reported 44 case-patients with pneumonia of unknown etiology to the World Health Organization (link) as required by International Health Regulations, Article 6.\n\nOn January 6, the Center for Disease Control and Prevention in the United States issued a Level 1, travel warning to the Wuhan area of China (link). On January 7, Chinese scientists determined that a new type of coronavirus (SARS-CoV-2) was causing this outbreak of viral pneumonia (link, link). Three days later, on January 10, the genome of this novel coronavirus was made publicly available (link, link). By January 8, the number of cases in Wuhan area climbed to 59 (link). On January 9, China reported its first official death from the coronavirus, a 61-year-old male who frequented the Huanan Seafood Wholesale Market (link).\n\nA few days later, the first laboratory-confirmed case of COVID-19 was detected outside of China in Thailand (link). On January 13, the Ministry of Public Health in Thailand reported that an infected 61-year-old Chinese woman was detected by surveillance at the Bangkok airport. The woman was a resident of Wuhan, China, and was apparently ill for several days before her arrival at the Thailand airport on January 8.\n\nThree days later, on January 16, the Japanese Ministry of Health, Labour, and Welfare, announced the detection of the first COVID-19 case in Japan (link). The individual was a Japanese resident in his 30s from the Kanagawa prefecture who tested positive after returning from a visit to the Wuhan area in China (link). Japan became the second county outside of China to report a COVID-19 case.\n\nThe following day, January 17, the Japanese Ministry of Health, Labour, and Welfare reported a second confirmed COVID-19 cases to the World Health Organization (link). A man, living in Japan, had traveled to Wuhan, China, in early January where he developed symptoms, but tested negative for influenza when he returned to Japan. After returning, he continued to have symptoms and was hospitalized. Public official conducted two separate tests on January 14 and determined he had been infected with the coronavirus that causes COVID-19.\n\nThree days later, on 20 January 2020, public health officials in the Republic of Korea (South Korea) reported the first case of novel coronavirus in the that county. The case was a 35-year-old female, Chinese national residing in Wuhan, China, who started exhibiting symptoms on the January 18 in China (link). The symptomatic individual was detected when she arrived at the Incheon International Airport on January 19, and was confirmed on January 20.\n\nBy January 20, four deaths had been attributed to COVID-19 infections in China, all from Hubei Province. The reported cases in China reached a total 291; Hubei Province 270, Guangdong 14. Beijing 5, and Shanghai 2 (link). The four reported cases from outside of China were Thailand 2, Japan 1, and Republic of Korea 1, all occurring as imported cases.\n\nOn January 21, The World Health Organization began publishing its daily situation report on this new disease (link). Also, on January 21, a team from Johns Hopkins University set up one of the first internet websites for live tracking the global outbreak of COVID-19 (link). According to World Health Organization by the end of the day on January 21, there were 314 confirmed COVID-19 cases, 309 from China, 2 from Thailand and 1 each from Japan, South Korea, and Taiwan (link).\n\nThe following day, on January 22, the United States of America became the fourth country in the world to report a confirmed COVID-19 case according to the World Health Organization.1 The individual was a 35-year-old male who had spent several months travelling in the Wuhan area before returning to the United States. On January 15 he returned to his home in Snohomish County, Washington, and the next day started exhibiting symptoms. Test by the Center for Disease Control and Prevention on January 20 determined that this individual was infected with COVID-19 (link, link). He became the first COVID-19 case in the United States.\n\nA few days later on January 25, the World Health Organization reported a worldwide total of 1320 confirmed COVID-19 cases. Besides China, Thailand, Japan, South Korea, and the United States, first confirmed cases of COVID-19 were reported from five additional countries, Viet Nam, Singapore, Australia, Nepal, and France (link).\n\nAnd by the end of that week, the coronavirus outbreak was the lead story of international news around the world.\n\nIt is no longer just a Chinese problem or an Asian problem. It is not the “Wuhan Flu” or the “Chinese virus”, despite media reports or statements by government officials. It is a worldwide crisis. On February 11, the World Health Organization named the disease COVID-19 (link) and a month later on March 11, 2020, the World Health Organization declared a worldwide COVID-19 pandemic (link). . . .  And that was only the beginning.  \n\nNotes\n\n1. By January 22, Macao and Taiwan had reported cases, but the World Health Organization considers these areas as administrative regions associated with the People's Republic of China.",
            "nodeid": "839835",
            "url": "https://flutrackers.com/forum/forum/-2019-ncov-new-coronavirus/china-2019-ncov/821830-china-original-2019-ncov-news-thread-weeks-1-4-december-30-2019-january-25-2020?p=821938#post821938"
        },
        {
            "date": "2020-03-21T23:59:02",
            "datestamp": "1584835142",
            "flu_trackers_post_content": "Source: http://www.cidrap.umn.edu/news-persp...oks-rapid-test\n\nGlobal COVID-19 total tops 300,000; FDA OKs rapid test\nFiled Under:\nCOVID-19\nLisa Schnirring | News Editor | CIDRAP News\n| Mar 21, 2020\n\n\nThe global number of COVID-19 cases topped 300,000 today, with numbers soaring in western Europe and pandemic activity heating up in North America and other parts of the world\nIn the United States today, the US Food and Drug Administration (FDA) authorized an emergency use authorization (EUA) for the first point-of-care rapid test for the virus.\nItaly's illnesses and deaths today soared again, and an ongoing surge in Spain lifted its case total past 20,000, putting the global total at 303,816. Also, confirmed US cases today approached 25,000, according to the Johns Hopkins online tracker, making it the fourth hardest-hit country in the world.\n\nNew Jersey is 4th state to order shelter-in-place\n\nNew Jersey's Governor Phil Murphy today announced a shelter-in-place order for the state, which affects nearly 9 million people. The order goes into effect at 9:00 pm tonight and lasts indefinitely. It closes most nonessential businesses but exempts grocery stores, pharmacies, gas stations, hardware stores, laundromats, pet stores, liquor stores, and car repair shops.\nNew Jersey is the nation's third worst-hit state and has reported 1,327 cases so far, 16 of them fatal. The state's main hot spot is Bergen County, which has reported 363 cases.\nNew Jersey is the fourth state to announce a shelter-in-place order. The others are California, New York, and Illinois.\nRegarding the main US hot spots, New York today reported a total of 10,346 cases, up from 7,800 reported yesterday. Of those, 6,211 are in New York City, 1,387 are in Westchester County, and 1,234 are in Nassau County. Washington state now has 1,793 cases and 94 deaths, most of them in King and Snohomish counties. And California today said its total has climbed to 1,224 cases, 23 of them fatal.\n\nFDA authorizes first rapid test\n\nIn other US developments, Cepheid announced today that it has received an EUA for its rapid test for detecting SARS-CoV-2, the virus that causes COVID-19. The test can run on any of Cepheid's 20,000 automated systems worldwide and can give a result in about 45 minutes.\nIn a statement, David Persing, MD, PhD, the company's chief medical and technical officer, said the test provides reference lab–quality results in multiple settings where treatment information is needed quickly.\nCepheid, based in Sunnyvale, California, said it has nearly 5,000 systems in the United States that are capable of point-of-care testing. The automated systems don't require specialty training and can run 24 hours a day, 7 days a week. It added that the test will begin shipping next week.\nIn an FDA news release, Commissioner Stephen Hahn, MD, said, \"Today marks an important step in expanding the availability of testing and, importantly, rapid results. Point-of-care testing means that results are delivered to patients in the patient care settings, like hospitals, urgent care centers and emergency rooms, instead of samples being sent to a laboratory.\"\nMeanwhile, LabCorp, a company that processes specimens collected by state health departments and hospitals, announced yesterday that it will be able to perform more than 20,000 tests per day, doubling its capacity in 1 week, ahead of its original schedule.\nWith testing capacity in the United States still severely limited due to several factors, health officials in Los Angeles and New York City have announced changes in testing strategy, CNN reported. Los Angeles officials advise doctors to not test people who only have mild symptoms and to reserve testing for patients for whom the diagnosis would change clinical management, a strategy that shifts from containing the disease to slowing transmission and preventing excess morbidity and mortality. The Los Angeles policy targets testing to those with symptoms, health workers, nursing home residents, paramedics, and others at high risk.\nThe New York City policy urges all healthcare facilities to stop testing nonhospitalized patients.\n\nTrump repeats hope for malaria drug\n\nOn Twitter and at a televised White House coronavirus task force briefing today, President Trump said a combination of hydroxychloroquine and azithromycin have a chance to be \"one of the biggest game changers in the history of medicine,\" apparently referencing a recent study from French researchers that appeared in the International Journal of Antimicrobial Agents.\nAt today's briefing, when asked about the drug's use in prophylactic (preventive) treatment, Anthony Fauci, MD, who directs the National Institute of Allergy and Infectious Diseases, said the evidence for the treatment was \"anecdotal\" and that it hasn't been studied for COVID-19 in a controlled clinical trial, so no definitive statements can be made.\nIn response, Trump said, \"It's early. I've seen things that are impressive. We'll see, we're going to know soon.\"\n\nItaly reports 6,500 new cases, almost 800 new deaths\n\nItaly's health ministry today reported 6,557 new cases and 793 deaths, boosting its respective totals to 53,578 and 4,825. The country's government announced new restrictions to further limit movements, shutting down parks and urging people to stay indoors, Reuters reported. The story also said Italy's death count is much higher than the official total, because many sick elderly people are dying in their homes or in nursing homes without having been tested for COVID-19.\nIn Spain, which is now the third hardest-hit country, the number of new confirmed cases rose by 3,803, with 285 more deaths, lifting its respective totals to 25,374 and 1,378.\nElsewhere in Europe, Germany's total grew by 2,705 more cases, for a total of 16,662, according to the Robert Koch Institute. And France's health ministry warned of a rapidly worsening epidemic, with 14,459 cases reported so far, 562 of them fatal, Le Monde reported, citing the country's health ministry. The report said 6,172 people are hospitalized, including 1,525 who are in intensive care units (ICUs). Half of the ICU patients are people younger than 60.\n\nIran total tops 20,000\n\nIran today reported 966 cases, down from 1,237 new cases reported yesterday. The country's totals now stand at 20,610 cases, 1,556 of them fatal, according to the health ministry.\nSome South American nations are reporting steady rises in COVID-19 activity, and Colombia today announced a national quarantine in effect until Apr 13, Reuters reported. The country, which has a population of 49 million, has reported 158 cases, none of them fatal.\nArgentina recently announced a similar measure, and the governor of Brazil's most populous state, Sao Paulo, announced a quarantine in effect until Apr 7, Reuters reported. So far, the country has reported 904 cases, 18 of them fatal.\nElsewhere, China today for the third day in a row reported no new local cases, though it did report 41 more imported cases, according to its National Health Commission.",
            "nodeid": "839800",
            "url": "http://www.cidrap.umn.edu/news-perspective/2020/03/global-covid-19-total-tops-300000-fda-oks-rapid-test"
        }
    ]
}