{
    "count": 5,
    "date": "2020-03-16 21:08:31",
    "lastDatestamp": 1584353311,
    "posts": [
        {
            "date": "2020-03-16T10:08:31",
            "datestamp": "1584353311",
            "flu_trackers_post_content": "J Travel Med. 2020 Mar 13. pii: taaa039. doi: 10.1093/jtm/taaa039. [Epub ahead of print]\nInterrupting transmission of COVID-19: lessons from containment efforts in Singapore.\n\n\nLee VJ1,2, Chiew CJ1, Khong WX1.\n\nAuthor information\n\n\n\n\nAbstract\n\nDespite multiple importations resulting in local chains of transmission, Singapore has been able to control the COVID-19 outbreak without major disruption to daily living. In this article, we describe the combination of measures taken by Singapore to contain COVID-19 and share some early lessons learnt from the experience.\n© International Society of Travel Medicine 2020. Published by Oxford University Press. All rights reserved. For Permissions, please e-mail: journals.permissions@oup.com.\n\n\n\nKEYWORDS:\n\nCOVID-19; Singapore; coronavirus; importation; mitigation; outbreak\n\n\nPMID:32167146DOI:10.1093/jtm/taaa039",
            "nodeid": "837502",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32167146#"
        },
        {
            "date": "2020-03-16T10:07:39",
            "datestamp": "1584353259",
            "flu_trackers_post_content": "Clin Sci (Lond). 2020 Mar 13;134(5):543-545. doi: 10.1042/CS20200163.\nSoluble angiotensin-converting enzyme 2: a potential approach for coronavirus infection therapy?\n\n\nBatlle D1, Wysocki J1, Satchell K2,3.\n\nAuthor information\n\n\n\n\nAbstract\n\nA new coronavirus, referred to as SARS-CoV-2, is responsible for the recent outbreak of severe respiratory disease. This outbreak first detected in Wuhan, China in December 2019, has spread to other regions of China and to 25 other countries as of January, 2020. It has been known since the 2003 SARS epidemic that the receptor critical for SARS-CoV entry into host cells is the angiotensin-converting enzyme 2 (ACE2). The S1 domain of the spike protein of SARS-CoV attaches the virus to its cellular receptor ACE2 on the host cells. We thought that it is timely to explain the connection between the SARS-CoV, SARS-CoV-2, ACE2 and the rationale for soluble ACE2 as a potential therapy.\n© 2020 The Author(s).\n\n\n\nKEYWORDS:\n\n2019 Novel Coronavirus; Coronavirus; angiotensin converting enzyme 2\n\n\nPMID:32167153DOI:10.1042/CS20200163",
            "nodeid": "837501",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32167153#"
        },
        {
            "date": "2020-03-16T10:06:14",
            "datestamp": "1584353174",
            "flu_trackers_post_content": "J Med Virol. 2020 Mar 13. doi: 10.1002/jmv.25758. [Epub ahead of print]\nAn exclusive 42 amino acid signature in pp1ab protein provides insights into the evolutive history of the 2019 novel human-pathogenic coronavirus (SARS-CoV2).\n\n\nCárdenas-Conejo Y1, Liñan-Rico A2, García-Rodríguez DA3, Centeno-Leija S1, Serrano-Posada H1.\n\nAuthor information\n\n\n\n\nAbstract\n\nThe city of Wuhan, Hubei province, China, was the origin of a severe pneumonia outbreak in December 2019, attributed to a novel coronavirus (SARS-CoV2), causing a total of 2761 deaths and 81109 cases (February 25, 2020). SARS-CoV2 belongs to genus Betacoronavirus, subgenus Sarbecovirus. The polyprotein 1ab (pp1ab) remains unstudied thoroughly since it is similar to other sarbecoviruses. In this short communication, we performed phylogenetic-structural sequence analysis of pp1ab protein of SARS-CoV2. The analysis showed that the viral pp1ab has not changed in most isolates throughout the outbreak time, but interestingly a deletion of 8 aa in the virulence factor non-structural protein 1 was found in a virus isolated from a Japanese patient that did not display critical symptoms. While comparing pp1ab protein with other betacoronaviruses, we found a 42 amino acid signature that is only present in SARS-CoV2 (AS-SCoV2). Members from clade 2 of sarbecoviruses have traces of this signature. The AS-SCoV2 located in the acidic-domain of papain-like protein of SARS-CoV2 and bat-SL-RatG13 guided us to suggest that the novel 2019 coronavirus probably emerged by genetic drift from bat-SL-CoV-RaTG13. The implication of this amino acid signature in papain-like protein structure arrangement and function is something worth to be explored. This article is protected by copyright. All rights reserved.\nThis article is protected by copyright. All rights reserved.\n\n\n\nKEYWORDS:\n\nCoronavirus; SARS; SARS-CoV2; Virus; Wuhan; pp1ab protein\n\n\nPMID:32167166DOI:10.1002/jmv.25758",
            "nodeid": "837500",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32167166#"
        },
        {
            "date": "2020-03-16T10:01:02",
            "datestamp": "1584352862",
            "flu_trackers_post_content": "J Med Virol. 2020 Mar 13. doi: 10.1002/jmv.25762. [Epub ahead of print]\nThe establishment of reference sequence for SARS-CoV-2 and variation analysis.\n\n\nWang C1,2,3, Liu Z1,2, Chen Z2, Huang X2, Xu M1,2, He T1,2, Zhang Z1,2,4.\n\nAuthor information\n\n\n\n\nAbstract\n\nStarting around December 2019, an epidemic of pneumonia, which was named COVID-19 by World Health Organization (WHO), broke out in Wuhan, China, and is spreading throughout the world. A new coronavirus, named SARS-CoV-2 by the Coronavirus Study Group of the International Committee on Taxonomy of Viruses (ICTV) was soon found to be the cause. At present, the sensitivity of clinical nucleic acid detection is limited, and it is still unclear whether it is related to genetic variation. In this study, we retrieved 95 full-length genomic sequences of SARAS-CoV-2 strains from the NCBI and GISAID databases, established the reference sequence by conducting multiple sequence alignment and phylogenetic analyses, and analyzed sequence variations along the SARS-CoV-2 genome. The homology among all viral strains was generally high, among them 99.99% (99.91%-100%) at the nucleotide level, 99.99% (99.79%-100%) at the amino acid level. Although overall variation in ORF regions is low, 13 variation sites in 1a, 1b, S, 3a, M, 8, and N regions were identified, among which positions nt28144 in ORF 8 and nt8782 in ORF 1a showed mutation rate of 30.53% (29/95) and 29.47% (28/95) respectively. These findings suggested that there may be selective mutations in SARS-COV-2, and it is necessary to avoid certain regions when designing primers and probes. Establishment of the reference sequence for SARS-CoV-2 could benefit not only biological study of this virus but also diagnosis, clinical monitoring and intervention of SARS-CoV-2 infection in the future. This article is protected by copyright. All rights reserved.\nThis article is protected by copyright. All rights reserved.\n\n\n\nKEYWORDS:\n\nSARS-CoV-2; homology; nucleotide; reference sequence; variation\n\n\nPMID:32167180DOI:10.1002/jmv.25762",
            "nodeid": "837496",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32167180#"
        },
        {
            "date": "2020-03-16T09:54:11",
            "datestamp": "1584352451",
            "flu_trackers_post_content": "J Med Virol. 2020 Mar 13. doi: 10.1002/jmv.25763. [Epub ahead of print]\nInitial clinical features of suspected Coronavirus Disease 2019 in two emergency departments outside of Hubei, China.\n\n\nZhu W1,2, Xie K1, Lu H1,3, Xu L1, Zhou S1,4, Fang S1,2.\n\nAuthor information\n\n\n\n\nAbstract\n\nBACKGROUND:\n\nWith an increasing number of Coronavirus Disease 2019 (COVID-19) cases outside of Hubei, emergency departments (EDs) and fever clinics are facing challenges posed by the large number of admissions of patients suspected to have COVID-19. Therefore, it is of crucial importance to study the initial clinical features of patients, to better differentiate between infected and uninfected patients outside Hubei.\nMETHODS:\n\nA total of 116 patients suspected of having COVID-19 who presented to two emergency departments in Anhui for the first time between 24 January 2020 and 20 February 2020 were enrolled in the study. The initial clinical data of these patients, such as epidemiological features, symptoms, laboratory results, and chest computed tomography findings were collected using a standard case report form on admission.\nRESULTS:\n\nThirty-two patients were diagnosed with COVID-19; the remaining 84 patients were referred to as negative cases. The median age of the diagnosed patients was 46 years, but only 35 years for negative cases. History of exposure to Wuhan or COVID-19 patients in the previous 2 weeks was observed in 63% of the diagnosed and 44% of negative cases. Median time from illness onset to ED admission was 5 days for all patients, diagnosed patients, and negative cases, respectively. Fever was observed in 27 (84%) and 57 (68%) diagnosed and negative cases, respectively. Nineteen (59%) diagnosed and 24 (29%) negative cases had lymphopenia on admission in ED. A chest CT scan on admission revealed the presence of pneumonia in the majority of the diagnosed patients (30 out of 32, 94%) and in 56 (67%) negative cases. Bilateral involvement and ground-glass opacity (GGO) were present in 91% and 47% of the diagnosed patients.\nCONCLUSION:\n\nThe initial clinical features of patients suspected of having COVID-19 in EDs outside Hubei were relatively mild. Meanwhile, diagnosed patients without definite exposure history tend to show more atypical initial clinical features in ED. No initial clinical feature was found to be specific to diagnosed patients, which could allow for early clinical diagnosis of COVID-19 in EDs. We recommend strict medical observation and quarantine of all patients suspected of having COVID-19, either in the ED itself or in a dedicated quarantine facility, irrespective of initial clinical features, especially in under-resourced regions without access to rapid nucleic acid amplification tests. This article is protected by copyright. All rights reserved.\nThis article is protected by copyright. All rights reserved.\n\n\n\nKEYWORDS:\n\nCoronavirus; Epidemiology; Infection; Virus classification\n\n\nPMID:32167181DOI:10.1002/jmv.25763",
            "nodeid": "837494",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32167181#"
        }
    ]
}