{
    "count": 15,
    "date": "2020-03-19 01:41:33",
    "lastDatestamp": 1584542493,
    "posts": [
        {
            "date": "2020-03-18T14:41:33",
            "datestamp": "1584542493",
            "flu_trackers_post_content": "Source: https://townpress.co.za/2020/03/djib...alth-ministry/\n\nDjibouti confirms its first case of coronavirus: Health ministry\nMarch 18, 2020\nDjibouti confirms its first case of coronavirus: Health ministry\nThe East African country of Djibouti confirmed its first case of coronavirus on Wednesday.\n\nThe Health Ministry said the case was from a Spanish national, who was part of a 32-member Spanish special forces unit that arrived in the East African nation on March 14 and who tested positive on March 17.\n\nThe ministry said the special forces unit did not come into contact with Djiboutians and they would return to Spain...",
            "nodeid": "838323",
            "url": "https://townpress.co.za/2020/03/djibouti-confirms-its-first-case-of-coronavirus-health-ministry/"
        },
        {
            "date": "2020-03-18T14:27:50",
            "datestamp": "1584541670",
            "flu_trackers_post_content": "Int J Prev Med. 2020 Feb 21;11:28. doi: 10.4103/ijpvm.IJPVM_39_20. eCollection 2020.\nExported Wuhan Novel Coronavirus Infection: An Expected Rate with Reference to Main Destination of Chinese Tourist, Thailand.\n\n\nYasri S1, Wiwanitkit V2,3.\n\nAuthor information\n\n\n\n\nPMID:32175068PMCID:PMC7050215DOI:10.4103/ijpvm.IJPVM_39_20",
            "nodeid": "838318",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32175068#"
        },
        {
            "date": "2020-03-18T14:26:58",
            "datestamp": "1584541618",
            "flu_trackers_post_content": "Int J Prev Med. 2020 Feb 21;11:29. doi: 10.4103/ijpvm.IJPVM_41_20. eCollection 2020.\nImported Wuhan Coronavirus Infection: Is there any Correlation with Number of Immigrants from Endemic Area and Period after the First Outbreak?\n\n\nSookaromdee P1, Wiwanitkit V2,3,4.\n\nAuthor information\n\n\n\n\nPMID:32175069PMCID:PMC7050235DOI:10.4103/ijpvm.IJPVM_41_20",
            "nodeid": "838317",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32175069#"
        },
        {
            "date": "2020-03-18T14:26:10",
            "datestamp": "1584541570",
            "flu_trackers_post_content": "Int J Prev Med. 2020 Feb 21;11:30. doi: 10.4103/ijpvm.IJPVM_42_20. eCollection 2020.\nPositive Screening for Wuhan Novel Coronavirus Infection at International Airport: What's the Final Diagnosis for Positive Cases.\n\n\nSriwijitalai W1, Wiwanitkit V2,3.\n\nAuthor information\n\n\n\n\nPMID:32175070PMCID:PMC7050214DOI:10.4103/ijpvm.IJPVM_42_20",
            "nodeid": "838315",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32175070#"
        },
        {
            "date": "2020-03-18T14:22:39",
            "datestamp": "1584541359",
            "flu_trackers_post_content": "Ann Transl Med. 2020 Feb;8(4):128. doi: 10.21037/atm.2020.02.66.\nEarly estimation of the case fatality rate of COVID-19 in mainland China: a data-driven analysis.\n\n\nYang S1,2, Cao P3, Du P4, Wu Z5,6, Zhuang Z7, Yang L8, Yu X9, Zhou Q10, Feng X4, Wang X11, Li W12,13, Liu E12,13, Chen J1, Chen Y9,14,15,16, He D7.\n\nAuthor information\n\n\n\n\nAbstract\n\nBackground:\n\nAn ongoing outbreak of pneumonia caused by a novel coronavirus [severe acute respiratory syndrome coronavirus (SARS-CoV)-2], named COVID-19, hit a major city of China, Wuhan in December 2019 and subsequently spread to other provinces/regions of China and overseas. Several studies have been done to estimate the basic reproduction number in the early phase of this outbreak, yet there are no reliable estimates of case fatality rate (CFR) for COVID-19 to date.\nMethods:\n\nIn this study, we used a purely data-driven statistical method to estimate the CFR in the early phase of the COVID-19 outbreak. Daily numbers of laboratory-confirmed COVID-19 cases and deaths were collected from January 10 to February 3, 2020 and divided into three clusters: Wuhan city, other cities of Hubei province, and other provinces of mainland China. Simple linear regression model was applied to estimate the CFR from each cluster.\nResults:\n\nWe estimated that CFR during the first weeks of the epidemic ranges from 0.15% (95% CI: 0.12-0.18%) in mainland China excluding Hubei through 1.41% (95% CI: 1.38-1.45%) in Hubei province excluding the city of Wuhan to 5.25% (95% CI: 4.98-5.51%) in Wuhan.\nConclusions:\n\nOur early estimates suggest that the CFR of COVID-19 is lower than the previous coronavirus epidemics caused by SARS-CoV and Middle East respiratory syndrome coronavirus (MERS-CoV).\n2020 Annals of Translational Medicine. All rights reserved.\n\n\n\nKEYWORDS:\n\n2019 novel coronavirus; COVID-19; case fatality rate (CFR); severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2)\n\n\nPMID:32175421PMCID:PMC7049028DOI:10.21037/atm.2020.02.66",
            "nodeid": "838314",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32175421#"
        },
        {
            "date": "2020-03-18T14:21:03",
            "datestamp": "1584541263",
            "flu_trackers_post_content": "Rev Med Virol. 2020 Mar 16:e2103. doi: 10.1002/rmv.2103. [Epub ahead of print]\nClinical features of deaths in the novel coronavirus epidemic in China.\n\n\nLeung C1.\n\nAuthor information\n\n\n\n\nAbstract\n\nIn response to the recent novel coronavirus outbreak originating in Wuhan, Hubei province, China, observations concerning novel coronavirus mortality are of urgent public health importance. The present work presents the first review of the fatal novel coronavirus cases in China. Clinical data of fatal cases published by the Chinese Government were studied. As of 2 February 2020, the clinical data of 46 fatal cases were identified. The case fatality rate was significantly higher in Hubei province than the rest of China. While 67% of all deceased patients were male, gender was unlikely to be associated with mortality. Diabetes was likely to be associated with mortality. There is, however, not yet sufficient evidence to support the association between hypertension and mortality as similar prevalence of hypertension was also observed in the Hubei population.\n© 2020 John Wiley & Sons, Ltd.\n\n\n\nKEYWORDS:\n\nWuhan pneumonia; mortality; novel coronavirus\n\n\nPMID:32175637DOI:10.1002/rmv.2103",
            "nodeid": "838313",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32175637#"
        },
        {
            "date": "2020-03-18T14:04:12",
            "datestamp": "1584540252",
            "flu_trackers_post_content": "Source: https://www.theoaklandpress.com/news...5dd4708c3.html\n\nTwo prison employees diagnosed with COVID-19 in Michigan\nBy Stephen Frye\n34 min ago\n\nThe Michigan Department of Corrections has learned that two of its employees received positive tests for COVID-19, the state announced.\n\n\"One is an employee at the Jackson County Probation Office, who had a recent history of international travel,\" the state reported. \"The second is an employee at the Detroit Detention Center, who does not have a history of domestic or international travel.\"\n\nNow the MDOC is working to see which coworkers and which prisoners were in contact with the employees...",
            "nodeid": "838306",
            "url": "https://www.theoaklandpress.com/news/two-prison-employees-diagnosed-with-covid--in-michigan/article_599ec29c-691c-11ea-91ab-c7e5dd4708c3.html"
        },
        {
            "date": "2020-03-18T13:58:34",
            "datestamp": "1584539914",
            "flu_trackers_post_content": "Source: https://www.thestar.com/news/gta/202...-pandemic.html\n\nCanada/U.S. border will be closed to non-essential traffic; Banks will allow mortgage payments deferrals; Ottawa expected to announce billions in aid\nBy STAR STAFF\nSTAR WIRE SERVICES\nWed., March 18, 2020timer4 min. read\n\n9:45 a.m. U.S. President Donald Trump tweets: “We will be, by mutual consent, temporarily closing our Northern Border with Canada to non-essential traffic. Trade will not be affected.” More details to come...",
            "nodeid": "838305",
            "url": "https://www.thestar.com/news/gta/2020/03/18/latest-coronavirus-covid-19-news-canada-updates-pandemic.html"
        },
        {
            "date": "2020-03-18T13:40:35",
            "datestamp": "1584538835",
            "flu_trackers_post_content": "Ocul Immunol Inflamm. 2020 Mar 16:1-5. doi: 10.1080/09273948.2020.1738501. [Epub ahead of print]\nCan the Coronavirus Disease 2019 (COVID-19) Affect the Eyes? A Review of Coronaviruses and Ocular Implications in Humans and Animals.\n\n\n\n\nAuthor information\n\n\n\n\nAbstract\n\nIn December 2019, a novel coronavirus (CoV) epidemic, caused by the severe acute respiratory syndrome coronavirus - 2 (SARS-CoV-2) emerged from China. This virus causes the coronavirus disease 2019 (COVID-19). Since then, there have been anecdotal reports of ocular infection. The ocular implications of human CoV infections have not been widely studied. However, CoVs have been known to cause various ocular infections in animals. Clinical entities such as conjunctivitis, anterior uveitis, retinitis, and optic neuritis have been documented in feline and murine models. In this article, the current evidence suggesting possible human CoV infection of ocular tissue is reviewed. The review article will also highlight animal CoVs and their associated ocular infections. We hope that this article will serve as a start for further research into the ocular implications of human CoV infections.\n\n\n\nKEYWORDS:\n\nCOVID-19; Coronavirus; coronavirus disease 2019; novel coronavirus; severe acute respiratory syndrome coronavirus-2\n\n\nPMID:32175797DOI:10.1080/09273948.2020.1738501",
            "nodeid": "838297",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32175797#"
        },
        {
            "date": "2020-03-18T13:39:44",
            "datestamp": "1584538784",
            "flu_trackers_post_content": "Ann Intern Med. 2020 Mar 16. doi: 10.7326/M20-0696. [Epub ahead of print]\nEstimation of Coronavirus Disease 2019 (COVID-19) Burden and Potential for International Dissemination of Infection From Iran.\n\n\n\nAuthor information\n\n\n\n\nPMID:32176272DOI:10.7326/M20-0696",
            "nodeid": "838293",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32176272#"
        },
        {
            "date": "2020-03-18T13:38:33",
            "datestamp": "1584538713",
            "flu_trackers_post_content": "J Med Virol. 2020 Mar 16. doi: 10.1002/jmv.25753. [Epub ahead of print]\nIs novel coronavirus disease (COVID-19) transmitted through conjunctiva?\n\n\n\n\nAuthor information\n\n\n\n\nPMID:32176356DOI:10.1002/jmv.25753",
            "nodeid": "838290",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32176356#"
        },
        {
            "date": "2020-03-18T13:37:35",
            "datestamp": "1584538655",
            "flu_trackers_post_content": "Clin Infect Dis. 2020 Mar 16. pii: ciaa272. doi: 10.1093/cid/ciaa272. [Epub ahead of print]\nClinical Features of 69 Cases with Coronavirus Disease 2019 in Wuhan, China.\n\n\n\nPMID:32176772DOI:10.1093/cid/ciaa272",
            "nodeid": "838289",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32176772#"
        },
        {
            "date": "2020-03-18T13:20:49",
            "datestamp": "1584537649",
            "flu_trackers_post_content": "Emerg Microbes Infect. 2020 Dec;9(1):601-604. doi: 10.1080/22221751.2020.1739565.\nEmerging WuHan (COVID-19) coronavirus: glycan shield and structure prediction of spike glycoprotein and its interaction with human CD26.\n\n\n\n\nAuthor information\n\n\n\n\nAbstract\n\nThe recent outbreak of pneumonia-causing COVID-19 in China is an urgent global public health issue with an increase in mortality and morbidity. Here we report our modelled homo-trimer structure of COVID-19 spike glycoprotein in both closed (ligand-free) and open (ligand-bound) conformation, which is involved in host cell adhesion. We also predict the unique N- and O-linked glycosylation sites of spike glycoprotein that distinguish it from the SARS and underlines shielding and camouflage of COVID-19 from the host the defence system. Furthermore, our study also highlights the key finding that the S1 domain of COVID-19 spike glycoprotein potentially interacts with the human CD26, a key immunoregulatory factor for hijacking and virulence. These findings accentuate the unique features of COVID-19 and assist in the development of new therapeutics.\n\n\n\nKEYWORDS:\n\nCD26; Coronavirus; docking; glycosylation; spike glycoprotein\n\n\nPMID:32178593DOI:10.1080/22221751.2020.1739565",
            "nodeid": "838277",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32178593#"
        },
        {
            "date": "2020-03-18T13:19:58",
            "datestamp": "1584537598",
            "flu_trackers_post_content": "Lancet. 2020 Mar 13. pii: S0140-6736(20)30607-3. doi: 10.1016/S0140-6736(20)30607-3. [Epub ahead of print]\nFirst known person-to-person transmission of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in the USA.\n\n\n\n\nAuthor information\n\n\n\n\nAbstract\n\nBACKGROUND:\n\nCoronavirus disease 2019 (COVID-19) is a disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), first detected in China in December, 2019. In January, 2020, state, local, and federal public health agencies investigated the first case of COVID-19 in Illinois, USA.\nMETHODS:\n\nPatients with confirmed COVID-19 were defined as those with a positive SARS-CoV-2 test. Contacts were people with exposure to a patient with COVID-19 on or after the patient's symptom onset date. Contacts underwent active symptom monitoring for 14 days following their last exposure. Contacts who developed fever, cough, or shortness of breath became persons under investigation and were tested for SARS-CoV-2. A convenience sample of 32 asymptomatic health-care personnel contacts were also tested.\nFINDINGS:\n\nPatient 1-a woman in her 60s-returned from China in mid-January, 2020. One week later, she was hospitalised with pneumonia and tested positive for SARS-CoV-2. Her husband (Patient 2) did not travel but had frequent close contact with his wife. He was admitted 8 days later and tested positive for SARS-CoV-2. Overall, 372 contacts of both cases were identified; 347 underwent active symptom monitoring, including 152 community contacts and 195 health-care personnel. Of monitored contacts, 43 became persons under investigation, in addition to Patient 2. These 43 persons under investigation and all 32 asymptomatic health-care personnel tested negative for SARS-CoV-2.\nINTERPRETATION:\n\nPerson-to-person transmission of SARS-CoV-2 occurred between two people with prolonged, unprotected exposure while Patient 1 was symptomatic. Despite active symptom monitoring and testing of symptomatic and some asymptomatic contacts, no further transmission was detected.\nFUNDING:\n\nNone.\nCopyright © 2020 Elsevier Ltd. All rights reserved.\n\n\n\nPMID:32178768DOI:10.1016/S0140-6736(20)30607-3",
            "nodeid": "838276",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32178768#"
        },
        {
            "date": "2020-03-18T13:10:32",
            "datestamp": "1584537032",
            "flu_trackers_post_content": "Lancet. 2020 Mar 13. pii: S0140-6736(20)30627-9. doi: 10.1016/S0140-6736(20)30627-9. [Epub ahead of print]\nCOVID-19 and Italy: what next?\n\n\n\n\nAuthor information\n\n\n\n\nAbstract\n\nThe spread of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has already taken on pandemic proportions, affecting over 100 countries in a matter of weeks. A global response to prepare health systems worldwide is imperative. Although containment measures in China have reduced new cases by more than 90%, this reduction is not the case elsewhere, and Italy has been particularly affected. There is now grave concern regarding the Italian national health system's capacity to effectively respond to the needs of patients who are infected and require intensive care for SARS-CoV-2 pneumonia. The percentage of patients in intensive care reported daily in Italy between March 1 and March 11, 2020, has consistently been between 9% and 11% of patients who are actively infected. The number of patients infected since Feb 21 in Italy closely follows an exponential trend. If this trend continues for 1 more week, there will be 30 000 infected patients. Intensive care units will then be at maximum capacity; up to 4000 hospital beds will be needed by mid-April, 2020. Our analysis might help political leaders and health authorities to allocate enough resources, including personnel, beds, and intensive care facilities, to manage the situation in the next few days and weeks. If the Italian outbreak follows a similar trend as in Hubei province, China, the number of newly infected patients could start to decrease within 3-4 days, departing from the exponential trend. However, this cannot currently be predicted because of differences between social distancing measures and the capacity to quickly build dedicated facilities in China.\nCopyright © 2020 Elsevier Ltd. All rights reserved.\n\n\n\nPMID:32178769DOI:10.1016/S0140-6736(20)30627-9",
            "nodeid": "838269",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32178769#"
        }
    ]
}