{
    "count": 15,
    "date": "2020-03-22 05:16:20",
    "lastDatestamp": 1584814580,
    "posts": [
        {
            "date": "2020-03-21T18:16:20",
            "datestamp": "1584814580",
            "flu_trackers_post_content": "Governor Murphy Announces Statewide Stay at Home Order, Closure of All Non-Essential Retail Businesses\n\n03/21/2020Order Also Prohibits All Social Gatherings, Mandates Work From Home Arrangements for Employees When Possible, and Invalidates Any Conflicting Local and County Regulations\n\n\n\nNEWARK – To mitigate the impact of COVID-19 and protect the capacity of New Jersey’s health care system for the state’s most vulnerable, Governor Phil Murphy today signed Executive Order No. 107, directing all residents to stay at home until further notice. The order provides for certain exceptions, such as obtaining essential goods or services, seeking medical attention, visiting family or close friends, reporting to work, or engaging in outdoor activities.\n\n“From day one, we’ve made a commitment to be guided by the facts and take any action necessary to protect the health and safety of New Jersey’s nine million residents,” said Governor Murphy. “We know the virus spreads through person-to person contact, and the best way to prevent further exposure is to limit our public interactions to only the most essential purposes. This is a time for us all to come together in one mission to ‘flatten the curve’ and slow – and eventually halt – the spread of coronavirus.”\n\nIn effort to strengthen the existing social distancing measures in place, the order also prohibits all gatherings of individuals, such as parties, celebrations, or other social events, unless otherwise authorized by the Order. When in public, individuals must practice social distancing and stay at least six feet apart whenever possible, excluding immediate family members, caretakers, household members, or romantic partners.\n\nGovernor Murphy’s Executive Order further directs the closure of all non-essential retail businesses to the public, with the exceptions of:Grocery stores, farmer's markets and farms that sell directly to customers, and other food stores, including retailers that offer a varied assortment of foods comparable to what exists at a grocery store;\nPharmacies and medical marijuana dispensaries;\nMedical supply stores;\nGas stations;\nConvenience stores;\nAncillary stores within healthcare facilities;\nHardware and home improvement stores;\nBanks and other financial institutions;\nLaundromats and dry-cleaning services;\nStores that principally sell supplies for children under five years;\nPet stores;\nLiquor stores;\nCar dealerships, but only for auto maintenance and repair, and auto mechanics;\nPrinting and office supply shops;\nMail and delivery stores.\n\n\n\nNothing in the Order shall limit 1) the provision of health care or medical services; 2) access to essential services for low-income residents, such as food banks; 3) the operations of the media; 4) law enforcement agencies, or 5) the operations of the federal government.\n\nAdditionally, the order mandates that all businesses or non-profits, wherever practicable, must accommodate their workforce for telework or work-from-home arrangements. To the extent a business or non-profit has employees that cannot perform their functions via telework or work-from-home arrangements, the business or non-profit should make best efforts to reduce staff on site to the minimal number necessary to ensure that essential operations can continue.\n\nExamples of employees who need to be present at their work site in order to perform their job duties include, but are not limited to, law enforcement officers, fire fighters, other first responders, cashiers or store clerks, construction workers, utility workers, repair workers, warehouse workers, lab researchers, IT maintenance workers, janitorial and custodial staff, and certain administrative staff.\n\nThe Order continues existing bans on recreational and entertainment businesses, requirements that all restaurants operate by delivery and takeout only, and the directive that all pre-K, elementary, and secondary schools close and all institutions of higher education cease in-person instruction.\n\nGovernor Murphy also signed Executive Order No. 108, which invalidates any county or municipal restriction that in any way will or might conflict with any of the provisions of Executive Order No. 107.  Municipalities or counties cannot 1) make any additions to or deletions from the list of essential retail businesses; 2) impose any additional limitations on businesses beyond the Governor's Order; 3) impose any additional density or social distancing requirements; or 4) impose any additional restrictions on freedom of movement.  The only exceptions are two categories over which municipalities or counties may impose any additional restrictions: 1) online marketplaces for arranging or offering lodging and 2) municipal or county parks.\n\nAll additional county and municipality restrictions, subject to the provisions above, are not only invalidated, but, going forward, municipalities or counties may not enact or enforce any rule or ordinance which will or might conflict with any of the provisions of Executive Order No. 107.\n\nFor a copy of Executive Order No. 107, click here.\n\nFor a copy of Executive Order No. 108, click here.\n\nThe orders shall take effect on Saturday, March 21 at 9:00 p.m.\n\nCONFIDENTIALITY NOTICE: This email message and all attachments transmitted with it may contain State of New Jersey legally privileged and confidential information intended solely for the use of the addressee only. If the reader of this message is not the intended recipient, you are hereby notified that any reading, dissemination, distribution, copying, or other use of this message or its attachment is prohibited. If you have received this message in error, please notify the sender immediately and delete this message.\n\nhttps://nj.gov/governor/news/news/56...0200320j.shtml",
            "nodeid": "839645",
            "url": "https://nj.gov/infobank/eo/056murphy/pdf/EO-107.pdf"
        },
        {
            "date": "2020-03-21T18:10:25",
            "datestamp": "1584814225",
            "flu_trackers_post_content": "Stay home except for essential needs\n\n\nLast updated March 21, 2020 at 10:06 AM\n\nThe California State Public Health Officer and Director of the California Department of Public Health is ordering all individuals living in the State of California to stay home or at their place of residence, except as needed to maintain continuity of operation of the federal critical infrastructure sectors.\n\nRead the Executive Order (pdf)\n\nSee the list of Essential Critical Infrastructure Workers (pdf).\nFrequently asked questions\n\n\nWhen does the stay at home order go into effect and how long will we stay home? What areas of the state are covered?\n\nThe order went into effect on Thursday, March 19, 2020. The order is in place until further notice. It covers the whole state of California, and it exempts activity as needed to maintain continuity of operation of the federal critical infrastructure sectors, critical government services, schools, childcare, and construction, including housing construction.\n\nWhat can I do? What’s open?\n\nEssential services will remain open, such as:Gas stations\nPharmacies\nFood: Grocery stores, farmers markets, food banks, convenience stores, take-out and delivery restaurants\nBanks\nLaundromats/laundry services\nEssential state and local government functions will also remain open, including law enforcement and offices that provide government programs and services.\n\nWhat’s closed?Dine-in restaurants\nBars and nightclubs\nEntertainment venues\nGyms and fitness studios\nPublic events and gatherings\nConvention Centers\nHair and nail salons\n\nCan the Order be changed?\n\nYes. The State Public Health Officer may issue orders as needed – for example if more information emerges about the public health situation – and issue new orders and directives as conditions warrant.\n\nHow does this order interact with local orders to shelter in place? Does it supersede them?\n\nThis is a statewide order. Depending on the conditions in their area, local officials may enforce stricter public health orders. But they may not loosen the state’s order.\nBusiness and taxes\n\n\nWhat businesses and organizations are exempt?\n\nBusinesses and organizations that provide critical infrastructure for the state are exempted, including health care and public health, public safety, food and agriculture and media. See the full list of exempt sectors (pdf). \n\nI run/work at an exempted business or organization, as defined by the Order. Do I need to get an official letter of authorization from the state to operate?\n\nNo. If your business or organization is in the list of exempt sectors, it may still operate. You do not need to obtain any specific authorization from the state to do so.\n\nDo I need to pay my taxes?\n\nYes, state and federal deadlines have been extended. All state taxes are now due on July 15.\nSchools and childcare\n\n\nMy school is providing free grab-and-go meals and childcare. Are those still open?\n\nYes. It is essential to keep children fed and educated. School employees should report to work and focus on distance learning, school meals, and childcare/supervision. \n\nAre daycares still open? Can my babysitter still come to the house?\n\nYes. Daycares are still open, but only for children of parents working in essential sectors. Daycare centers that remain open should employ heightened cleaning and distancing requirements. Babysitters may also come to the house to care for minors of parents working in essential sectors.\nHealth care and helping sick relatives\n\n\nWhat if I need to visit a health care provider?\n\nIf you are feeling sick with flu-like symptoms, please first call your doctor, a nurse hotline, or an urgent care center. \n\nIf you need to go to the hospital, call ahead so they can prepare for your arrival. If you need to call 911, tell the 911 operator the exact symptoms you are experiencing so the ambulance provider can prepare to treat you safely.\n\nWhat about routine, elective or non-urgent medical appointments?\n\nNon-essential medical care like eye exams, teeth cleaning, and elective procedures must/should be cancelled or rescheduled. If possible, health care visits should be done remotely.\n\nContact your health care provider to see what services they are providing.\n\nMay I still go out to get my prescriptions?\n\nYes. You may leave their homes to obtain prescriptions or get cannabis from a licensed cannabis retailer.\n\nCan I leave home to care for my elderly parents or friends who require assistance to care for themselves? Or a friend or family member who has disabilities?\n\nYes. Be sure that you protect them and yourself by following social distancing guidelines such as washing hands before and after, using hand sanitizer, maintaining at least six feet of distance when possible, and coughing or sneezing into your elbow or a tissue and then washing your hands. If you have early signs of a cold, please stay away from your older loved ones.\n\nCan I visit loved ones in the hospital, nursing home, skilled nursing facility, or other residential care facility?\n\nGenerally no. There are limited exceptions, such as if you are going to the hospital with a minor who is under 18 or someone who is developmentally disabled and needs assistance. For most other situations, the order prohibits non-necessary visitation to these kinds of facilities except at the end-of-life. This is difficult, but necessary to protect hospital staff and other patients.\nOutdoor recreation\n\n\nCan I still exercise? Take my kids to the park for fresh air? Take a walk around the block? Walk my dog?\n\nYes. So long as you are maintaining a safe social distance of six feet from people who aren’t part of your household, it is ok to go outside for exercise, a walk or fresh air. Gyms are closed.\n\nDoes this order affect hiking? State Parks?\n\nNo, you may still go outside so long as you practice social distancing of six feet. California State Parks have closed indoor facilities and campgrounds, but trails and outdoor spaces are still open. Spending time outdoors can lead to a number of overall health and wellness benefits like lessening anxiety, boosting creativity and getting your vitamin D. If you decide to make a trip, remember to keep social distance.\n\nFor information on National Parks, please visit their website here.\nPets\n\n\nCan I walk my dog? Take my pet to the vet?\n\nYou can walk your dog. You can go to the vet or pet hospital if your pet is sick. Remember to distance yourself at least six feet from other pets and owners.\n\nhttps://covid19.ca.gov/stay-home-exc...sential-needs/",
            "nodeid": "839643",
            "url": "https://covid19.ca.gov/img/Executive-Order-N-33-20.pdf"
        },
        {
            "date": "2020-03-21T17:30:37",
            "datestamp": "1584811837",
            "flu_trackers_post_content": "David Muir\n@DavidMuir\nJournalist, Anchor, ABC World News Tonight, '20/20'\nNew York\n\nfacebook.com/davidmuirabcJoined July 2009\n1,469 Following\n768.2K Followers\n\nDavid Muir’s Tweets\n\n\nDavid Muir\n\n@DavidMuir\n\n31m\n\nThis is really important. Gov. Cuomo: 55% of NYS coronavirus cases ages 18-49. No false sense of security. Social distancing is paramount.",
            "nodeid": "839631",
            "url": "https://t.co/y4on16NXu1?amp=1"
        },
        {
            "date": "2020-03-21T13:34:19",
            "datestamp": "1584797659",
            "flu_trackers_post_content": "Source: https://www.noticiasaominuto.com/mun...a-da-boa-vista\n\nCape Verde confirms two more Covid-19 cases on the island of Boa Vista\nThe Cape Verdean Minister of Health confirmed today two more cases of covid-19 in Boa Vista, which add to the first confirmed case, on Thursday, of an English tourist, also on that island, placing a second hotel in quarantine.\n21/03/20 13:13 ‧ 17 mins ago by Lusa\n\n\nAt a press conference held this morning in Praia, Minister Arlindo do Rosário explained that one of the samples that confirmed the presence of the new coronavirus is \"a contact\" of the first case, the 62-year-old English tourist.\n\nThe second positive case confirmed today is that of a tourist from the Netherlands, in another hotel in Boa Vista, which has also been quarantined, according to the official.\n\n\"It means that at this moment we have three confirmed cases in Boa Vista,\" said the minister, guaranteeing that they all have a \"good\" clinical condition.\n\nThe cases of covid-19 in Cape Verde continue to be confined to the island of Boa Vista, which is quarantined, with no air or sea connections to the rest of the archipelago.\n\nThe new coronavirus has already caused at least 11,401 deaths worldwide and more than 271,660 cases of infection have been detected in 164 countries and territories.\n\nSeveral countries have adopted exceptional measures, including the quarantine regime and border closure.",
            "nodeid": "839566",
            "url": "https://www.noticiasaominuto.com/mundo/1438982/cabo-verde-confirma-mais-dois-casos-da-covid-19-na-ilha-da-boa-vista"
        },
        {
            "date": "2020-03-21T12:05:24",
            "datestamp": "1584792324",
            "flu_trackers_post_content": "Source: https://www.towleroad.com/2020/03/me...rker-covid-19/\n\n\nMedical Worker: Seeing Terrifying Lung Failure Even in Young Patients Completely Changed My Perspective on COVID-19\nMarch 21, 2020 by Lizzie Presser, ProPublica\n\nAs of Friday, Louisiana was reporting 479 confirmed cases of COVID-19, one of the highest numbers in the country. Ten people had died. The majority of cases are in New Orleans, which now has one confirmed case for every 1,000 residents. New Orleans had held Mardi Gras celebrations just two weeks before its first patient, with more than a million revelers on its streets.\n\nI spoke to a respiratory therapist there, whose job is to ensure that patients are breathing well. He works in a medium-sized city hospital’s intensive care unit. (We are withholding his name and employer, as he fears retaliation.) Before the virus came to New Orleans, his days were pretty relaxed, nebulizing patients with asthma, adjusting oxygen tubes that run through the nose or, in the most severe cases, setting up and managing ventilators. His patients were usually older, with chronic health conditions and bad lungs.\n\nSince last week, he’s been running ventilators for the sickest COVID-19 patients. Many are relatively young, in their 40s and 50s, and have minimal, if any, preexisting conditions in their charts. He is overwhelmed, stunned by the manifestation of the infection, both its speed and intensity. The ICU where he works has essentially become a coronavirus unit. He estimates that his hospital has admitted dozens of confirmed or presumptive coronavirus patients. About a third have ended up on ventilators.\n\nHis hospital had not prepared for this volume before the virus first appeared. One physician had tried to raise alarms, asking about negative pressure rooms and ventilators. Most staff concluded that he was overreacting. “They thought the media was overhyping it,” the respiratory therapist told me. “In retrospect, he was right to be concerned.”\n\nHe spoke to me by phone on Thursday about why, exactly, he has been so alarmed. His account has been condensed and edited for clarity....",
            "nodeid": "839549",
            "url": "https://www.towleroad.com/2020/03/medical-worker-covid-19/"
        },
        {
            "date": "2020-03-21T11:53:21",
            "datestamp": "1584791601",
            "flu_trackers_post_content": "The Most Predicted Global Crisis of the 21st Century\n\n\nCredit Wikipedia\n\n\n#15,120\n\nThis weekend, as the world slips deeper into a pandemic winter of unknown duration - and nations desperately try to cobble together some kind of coherent response - the sobering fact is this critical  junction in history has been predicted for decades.\nNot so much by this humble blogger, but by thousands of scientists, researchers, emergency planners, and yes . . . even the bean counters at Lloyds of London.  \nWhile everyone knew that another pandemic was `inevitable', and that it was just a matter of time, our politicians and leaders somehow convinced themselves that - if it happens, it won't be as bad as predicted.  And even if it is, it probably won't happen on my watch. \nAnd so we've let decades go by without seriously preparing for this day.  \nAlthough our current crop of leaders will undoubtedly take the bulk of the blame, this has been a systemic failure of long duration by governments all around the world. And because of that, we don't have the PPEs, the ventilators, or the hospital and public health surge capacity that we so desperately need right now.\nIf I sound just a bit angry over this. I am.  \nI get emails from all around the country from nurses telling me they either don't have N95 respirators, or have so few they will have to reuse them.  Some are even being told not to wear surgical masks - not because they don't help - but because their facilities don't have enough of them. \n\nWe've spent billions of dollars on high-tech `pandemic solutions', but we've neglected the most basic of preps. Personal Protective Equipment (PPEs) for those on the front line.  And it isn't as if this shortage wasn't widely anticipated.\n\nMore than a decade ago, during the opening weeks of the 2009 H1N1 pandemic - many hospitals had an inadequate supply of PPEs on hand - and that led to a number of protests (see Nurses Protest Lack Of PPE’s , Report: Nurses File Complaint Over Lack Of PPE).In some cases nurses reported they were issued only one N95 mask to be used for an entire 8 hour shift, and told to don it only when in direct contact with a potentially infected patient.\nIn other venues, HCWs were issued surgical masks in lieu of N95s, despite the recommendation at the time from the CDC that N95 masks were the preferred level of protection.\nOur Strategic National Stockpile reportedly contains more than 100 million N95 and surgical masks (see Caught With Our Masks Down), but more than 10 years ago the HHS estimated the nation would need 30 billion masks (27 billion surgical, 5 Billion N95) to deal with a major pandemic (see Time Magazine A New Pandemic Fear: A Shortage of Surgical Masks).\nWe have less than 1% of what we would require during a severe pandemic.  And since we buy most of our PPEs from other countries, our ability to replenish supplies in the middle of a pandemic is in serious doubt. \nIn late 2011 a study published in the journal Infection Control and Hospital Epidemiology showed that the inadequate use of masks by healthcare workers during the opening days of the 2009 pandemic put them at greater risk of contracting the virus (and spreading it to patients).\nStill, nobody did anything about it.  Sure, many of our leaders talked about the problem.  But they assumed there would be time, and besides, there were always `sexier' things to spend money on.  Preparedness is boring.  \nAs a result, some HCWs are going to die for a lack of proper PPEs (including N95s, gowns, gloves, and face shields) during this pandemic, while others may find it too risky to work without them (see  HCWs Willingness To Work During A Pandemic).\nA problem which has been predicted - and discussed ad nauseam - for more than a decade.  But largely ignored.  \nIn Italy, a shortage of ICU beds and ventilators - and specialized HCWS to use them -  is believed largely responsible for their stunning number of deaths from COVID-19 over the past 3 weeks.  Yesterday Italy reported over 600 new deaths, or about 1 every 4 minutes.\n\nOnce again, this was predicted, and rather than invest in more ventilators - countries, including the United States - decided instead to create a triage plan on how to allocate vents (ie. decide who will live, and who will die)  during a pandemic.\nHarsh?  Perhaps, but true.  \nThe Italian College of Anesthesia, Analgesia, Resuscitation and Intensive Care (SIAARTI) recently published guidelines for doctors to use in triaging patients during this emergency, but we've also published similar guidelines in the United States.\n\nThree years ago, in Pandemic Realities: Ventilator Shortages, we looked at a study of the number of ventilators and ICU beds available in the United States, that envisioned a `severe scenario' -  albeit, one likely less severe than we are seeing with COVID-19 - that warned:\n. . . Without the unlikely rapid addition of 35,000 to 60,500 ventilators (and trained staff, oxygen, drugs, and electricity to run them) - 200,000 to 300,000 Americans that might otherwise be saved, would die for the lack of ventilator resources. \nThe CDC's 2011 document Ethical Considerations for Decision Making Regarding Allocation of Mechanical Ventilators during a Severe Influenza Pandemic or Other Public Health Emergency spends 27 pages looking at a myriad of legal and ethical considerations, but concludes that `policy decisions need to be set and implemented by the responsible public health officials.'\nIs it possible to have on hand enough ventilators to cover every possible pandemic contingency?   Of course not.  \nBut a even a modest increase in our National Strategic Stockpile over the past 10 years would be paying big dividends today.\nOver the next few months, it won't just be N95s, and ventilators that we run short of. Almost all of the IV equipment, drugs, and medical devices used in our hospitals - all of which are produced in other countries - are going to become precious commodities.  \nFifteen years ago Dr. Michael Osterholm, director of CIDRAP, priescently likened a severe pandemic to an 18-month global blizzard, where nearly everything is shut down. Many will find themselves without a paycheck, either due to their refusal to work and risk exposure, or because their jobs are simply no longer available (see Baby, it's Cold Outside).\nPretty much what we are seeing unfold around the world today.  \nMore recently, in his 2017 book Deadliest Enemy (see my Review: Deadliest Enemy: Our War Against Killer Germs), Dr. Osterholm revisits the idea of our JIT economy, and writes:\nIronically, the ways we have organized the modern world for efficiency, economic development, and for enhanced lifestyle -- the largely successful attempts to transform the planet into a global village -- have made us more susceptible to the effects of infectious disease than we were in 1918.\nAnd the more sophisticated, complex, and technologically integrated the world becomes, the more vulnerable we will be to one disastrous element devastating the entire system. \nIn 2008, in Lloyd's: A Pandemic Is Inevitable and in The Lloyds Report: A Closer Look, we looked at their predictions for the next pandemic.\nEXECUTIVE SUMMARY\n\n1. A PANDEMIC IS INEVITABLE With historic recurrence rates of 30-50 years it is prudent to assume that a pandemic will occur at some point in the future. The severity of such events is highly variable; some estimates suggest the most severe to date, in 1918, killed up to 100m. Many pandemics affect the old and young; but some (including the 1918 event) can, perversely, affect the most healthy.\n\n2. 1918 MAY NOT BE THE WORST CASE It is certainly true that the 1918 event was extreme relative to other pandemics in history. However many published “worst case” scenarios take 1918 as a base. There is a danger that we over optimise to this one scenario. There are other forms of pandemic than influenza, some have higher case mortality. Pandemic preparedness should consider a range of scenarios to ensure plans are appropriately flexible.\n\n3. ECONOMIC IMPACTS MAY BE SIGNIFICANT A repeat of the 1918 event is expected to cause a global recession with estimated impacts ranging from 1% to 10% of global GDP. Most industries will be affected, some more than others. In particular, industries with significant face to face contact will be impacted significantly. Insurers investment assets may be affected depending on the mix held. Wider economic and social effects may lead to secondary forms of loss for insurers.\n\n4. MANY INSURANCE LOSSES ARE POSSIBLE For some classes of business such as, life and health it is clear that the impact will be adverse. For other classes of business it is less clear but many forms of liability covers including general liability, D&O, Medical Malpractice as well as specific products offering business interruption and event cancellation could be triggered. Inner limits for Pandemic losses (vertical and sideways) may help to contain exposure.\n\n5. SECONDARY IMPACTS MAY OCCUR Events causing significant global and societal turmoil can give rise to considerable secondary impacts. It is far from clear which of these, if any, would occur; but for resilience planning purposes it is worth considering them. For example the lawlessness experienced in New Orleans after Katrina could be repeated if police services are affected. Traditional claims such as fire loss may be exacerbated if fire emergency services have depleted efficiency and if tradesmen are in short supply. \nI could list hundreds more reports, studys, table top exercises (EVENT 201, CLADE X), and clarion calls (WHO/World Bank GPMB Pandemic Report : `A World At Risk) - all warning of our vulnerability to a severe pandemic - and urging greater preparedness.\nAnd while some progress has been made, it hasn't been near enough.  \nWhen this COVID-19 crisis is over - after we mourn our losses and start to put society back together again - I hope we remember that we had plenty of warning, and countless opportunities to blunt its impact over the past 15 years.\n\nWe simply had other priorities.  We put most of our time and resources into more immediately gratifying projects, and now find ourselves badly unprepared.  While we can't undo that legacy of inaction, we can change it going forward.\nWe can decide to treat pandemic - and `All Threats' - preparedness as the national security issue that it is.  We can vow never to be caught short, and unprepared again.  \nBecause this won't be the last time we are tested.  \n\nhttps://afludiary.blogspot.com/2020/...crisis-of.html",
            "nodeid": "839545",
            "url": "https://afludiary.blogspot.com/2020/03/the-most-predicted-global-crisis-of.html"
        },
        {
            "date": "2020-03-21T11:15:54",
            "datestamp": "1584789354",
            "flu_trackers_post_content": "Anaesthesiol Intensive Ther. 2020 Mar 20. pii: 40133. doi: 10.5114/ait.2020.93756. [Epub ahead of print]\nCOVID-19 - what should anaethesiologists and intensivists know about it?\n\n\nWujtewicz M, Dylczyk-Sommer A, Aszkiełowicz A, Zdanowski S, Piwowarczyk S, Owczuk R.\n\nAbstract\n\nin English, Polish\nOver the past three months, the world has faced an unprecedented health hazard. The World Health Organization has announced a pandemic infection with an unknown species of coronavirus called SARS-CoV-2. Spreading mainly through the droplet route, the virus causes mild symptoms in the majority of cases, the most common being: fever (80%), dry cough (56%), fatigue (22%) and muscle pain (7%); less common symptoms include a sore throat, a runny nose, diarrhea, hemoptysis and chills. A life-threatening complication of SARS-CoV-2 infection is an acute respiratory distress syndrome (ARDS), which occurs more often in older adults, those with immune disorders and co-morbidities. Severe forms of the infection, being an indication for treatment in the intensive care unit, comprise acute lung inflammation, ARDS, sepsis and septic shock. The article presents basic information about etiology, pathogenesis and diagnostics (with particular emphasis on the importance of tomocomputer imaging), clinical picture, treatment and prevention of the infection. It goes on to emphasize the specific risks of providing anesthesiology and intensive care services. Due to the fact that effective causal treatment is not yet available and the number of infections and deaths increases day by day, infection prevention and strict adherence to recommendations of infection control organizations remain the basis for fighting the virus.\n\n\n\nKEYWORDS:\n\nCOVID-19; SARS-CoV-2; acute respiratory distress syndrome (ARDS); acute pneumonia; infection; viruses\n\n\nPMID:32191830DOI:10.5114/ait.2020.93756\nFree full text",
            "nodeid": "839520",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32191830#"
        },
        {
            "date": "2020-03-21T11:15:01",
            "datestamp": "1584789301",
            "flu_trackers_post_content": "R I Med J (2013). 2020 Mar 19;103(2):75-76.\nCo-infection with SARS-CoV-2 and Human Metapneumovirus.\n\n\nTouzard-Romo F1, Tapé C2, Lonks JR3.\n\nAuthor information\n\n\n\n\nAbstract\n\nThe novel coronavirus (now called SARS-CoV-2) initially discovered in Wuhan, China, has now become a global pandemic. We describe a patient presenting to an Emergency Department in Rhode Island on March 12, 2020 with cough and shortness of breath after a trip to Jamaica. The patient underwent nasopharyngeal swab for a respiratory pathogen panel as well as SARS-CoV-2 RT-PCR. When the respiratory pathogen panel was positive for human metapneumovirus, the patient was treated and discharged. SARS-CoV-2 RT-PCR came back positive 24 hours later. Although respiratory viral co-infection is thought to be relatively uncommon in adults, this case reflects that SARS-CoV-2 testing algorithms that exclude patients who test positive for routine viral pathogens may miss SARS-CoV-2 co-infected patients.\n\n\n\nKEYWORDS:\n\nCOVID-19; SARS-CoV-2; co-infection; human metapneumovirus\n\n\nPMID:32192233",
            "nodeid": "839519",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32192233#"
        },
        {
            "date": "2020-03-21T11:14:00",
            "datestamp": "1584789240",
            "flu_trackers_post_content": "Zhonghua Yi Xue Za Zhi. 2020 Mar 17;100(10):724-728. doi: 10.3760/cma.j.cn112137-20200205-00196.\n[Explanation of expert recommendations on medical nutrition for patients with novel coronavirus pneumonia].\n\n\n[Article in Chinese; Abstract available in Chinese from the publisher]\n\nYu KY1, Shi HP.\n\nAuthor information\n\n\n\n\nAbstract\n\nin Chinese\n\n\n\nPMID:32192285DOI:10.3760/cma.j.cn112137-20200205-00196",
            "nodeid": "839517",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32192285#"
        },
        {
            "date": "2020-03-21T11:13:04",
            "datestamp": "1584789184",
            "flu_trackers_post_content": "Commun Dis Intell (2018). 2020 Mar 19;44. doi: 10.33321/cdi.2020.44.23.\nCOVID-19, Australia: Epidemiology Report 7 (Reporting week ending 19:00 AEDT 14 March 2020).\n\n\nCOVID-19 National Incident Room Surveillance Team.\n\nAbstract\n\nThis is the seventh epidemiological report for coronavirus disease 2019 (COVID-19), reported in Australia as at 19:00 Australian Eastern Daylight Time [AEDT] 14 March 2020. It includes data on COVID-19 cases diagnosed in Australia, the international situation and a review of current evidence.\n© Commonwealth of Australia CC BY-NC-ND.\n\n\n\nKEYWORDS:\n\n2019-nCoV; Australia; COVID-19; SARS-CoV-2; acute respiratory disease; case definition; coronavirus disease 2019; epidemiology; novel coronavirus\n\n\nPMID:32192424DOI:10.33321/cdi.2020.44.23",
            "nodeid": "839516",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32192424#"
        },
        {
            "date": "2020-03-21T11:12:18",
            "datestamp": "1584789138",
            "flu_trackers_post_content": "Infect Control Hosp Epidemiol. 2020 Mar 20:1-5. doi: 10.1017/ice.2020.86. [Epub ahead of print]\nCoronavirus disease 2019 (COVID-19) outbreak in Iran; actions and problems.\n\n\nAbdi M1,2.\n\nAuthor information\n\n\n\n\nPMID:32192541DOI:10.1017/ice.2020.86",
            "nodeid": "839515",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32192541#"
        },
        {
            "date": "2020-03-21T11:11:32",
            "datestamp": "1584789092",
            "flu_trackers_post_content": "Infect Control Hosp Epidemiol. 2020 Mar 20:1-7. doi: 10.1017/ice.2020.83. [Epub ahead of print]\nLetter to editor: Role of masks/respirator protection against 2019-novel coronavirus (COVID-19).\n\n\nWang Q1,2, Yu C1,2.\n\nAuthor information\n\n\n\n\nPMID:32192550DOI:10.1017/ice.2020.83",
            "nodeid": "839514",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32192550#"
        },
        {
            "date": "2020-03-21T11:10:43",
            "datestamp": "1584789043",
            "flu_trackers_post_content": "Sr Care Pharm. 2020 Apr 1;35(4):146-147. doi: 10.4140/TCP.n.2020.146..\nPharmacy Services and the Novel Coronavirus.\n\n\nAlderman C.\n\nAbstract\n\nPharmacists around the world can expect to be affected by the coronavirus, especially those who provide care for older people who are at a much higher risk for grave consequences from the virus. It is critical that pharmacists maintain awareness of the evolving pandemic and access reliable information to remain familiar with developments.\n\n\n\nPMID:32192561DOI:10.4140/TCP.n.2020.146.",
            "nodeid": "839513",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32192561#"
        },
        {
            "date": "2020-03-21T11:09:58",
            "datestamp": "1584788998",
            "flu_trackers_post_content": "Lancet. 2020 Mar 16. pii: S0140-6736(20)30528-6. doi: 10.1016/S0140-6736(20)30528-6. [Epub ahead of print]\nInvestigation of three clusters of COVID-19 in Singapore: implications for surveillance and response measures.\n\n\nPung R1, Chiew CJ1, Young BE2, Chin S1, Chen MI3, Clapham HE4, Cook AR4, Maurer-Stroh S5, Toh MPHS6, Poh C1, Low M1, Lum J1, Koh VTJ1, Mak TM7, Cui L7, Lin RVTP7, Heng D1, Leo YS8, Lye DC9, Lee VJM10; Singapore 2019 Novel Coronavirus Outbreak Research Team.\n\nCollaborators (48)\n\n\n\n\nAuthor information\n\n\n\n\nAbstract\n\nBACKGROUND:\n\nThree clusters of coronavirus disease 2019 (COVID-19) linked to a tour group from China, a company conference, and a church were identified in Singapore in February, 2020.\nMETHODS:\n\nWe gathered epidemiological and clinical data from individuals with confirmed COVID-19, via interviews and inpatient medical records, and we did field investigations to assess interactions and possible modes of transmission of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Open source reports were obtained for overseas cases. We reported the median (IQR) incubation period of SARS-CoV-2.\nFINDINGS:\n\nAs of Feb 15, 2020, 36 cases of COVID-19 were linked epidemiologically to the first three clusters of circumscribed local transmission in Singapore. 425 close contacts were quarantined. Direct or prolonged close contact was reported among affected individuals, although indirect transmission (eg, via fomites and shared food) could not be excluded. The median incubation period of SARS-CoV-2 was 4 days (IQR 3-6). The serial interval between transmission pairs ranged between 3 days and 8 days.\nINTERPRETATION:\n\nSARS-CoV-2 is transmissible in community settings, and local clusters of COVID-19 are expected in countries with high travel volume from China before the lockdown of Wuhan and institution of travel restrictions. Enhanced surveillance and contact tracing is essential to minimise the risk of widespread transmission in the community.\nFUNDING:\n\nNone.\nCopyright © 2020 Elsevier Ltd. All rights reserved.\n\n\n\nPMID:32192580DOI:10.1016/S0140-6736(20)30528-6",
            "nodeid": "839512",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32192580#"
        },
        {
            "date": "2020-03-21T11:09:10",
            "datestamp": "1584788950",
            "flu_trackers_post_content": "Br J Anaesth. 2020 Mar 17. pii: S0007-0912(20)30131-8. doi: 10.1016/j.bja.2020.02.016. [Epub ahead of print]\nEmergency Caesarean delivery in a patient with confirmed coronavirus disease 2019 under spinal anaesthesia.\n\n\nXia H1, Zhao S1, Wu Z1, Luo H2, Zhou C3, Chen X4.\n\nAuthor information\n\n\n\n\nKEYWORDS:\n\nCOVID-19; Caesarean delivery; SARS-CoV-2; anaesthetic management; spinal anaesthesia\n\n\nPMID:32192711DOI:10.1016/j.bja.2020.02.016",
            "nodeid": "839510",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32192711#"
        }
    ]
}