{
    "count": 30,
    "date": "2020-04-04 21:25:57",
    "lastDatestamp": 1585995957,
    "posts": [
        {
            "date": "2020-04-04T10:25:57",
            "datestamp": "1585995957",
            "flu_trackers_post_content": "Zhonghua Jie He He Hu Xi Za Zhi. 2020 Apr 3;43(0):E040. doi: 10.3760/cma.j.cn112147-20200311-00312. [Epub ahead of print]\n[Comparison of clinical and pathological features between severe acute respiratory syndrome and coronavirus disease 2019].\n\n\n[Article in Chinese; Abstract available in Chinese from the publisher]\n\nZhang T1, Sun LX2, Feng RE3.\n\nAuthor information\n\n\n\n\nAbstract\n\nin English, Chinese\nSevere acute respiratory syndrome (SARS) and coronavirus disease 2019 (COVID-19) shared similar pathogenetic, clinical and pathological features. Fever and cough were the most common symptoms of both diseases, while myalgia and diarrhea were less common in patients with COVID-19. Acute respiratory distress syndrome (ARDS) was the most severe pulmonary complication that caused high mortality rate. Histologically, diffuse alveolar damage (DAD) was the most characteristic finding in non-survivors with either SARS or COVID-19. Cases of patients died less than 10~14 days of disease duration demonstrated acute-phase DAD, while cases beyond 10~14 days of disease duration exhibited organizing-phase DAD in SARS. Meanwhile, organization and fibrosis were usually accompanied by exudation. Coronavirus was mostly detected in pneumocytes, while less in macrophages and bronchiolar epithelial cells. Hemorrhagic necrosis and lymphocytes depletion were found in lymph nodes and spleen in both SARS and COVID-19, indicating a pathological basis of lymphocytopenia. Thrombosis was commonly observed in small vessels and microvascular in lungs accompanying DAD. Microthrombosis was also found in extrapulmonary organs in COVID-19, that was less reported in SARS. Damages in multiple extrapulmonary organs were observed, but coronavirus was not detected in some of those organs, might indicating an alternative mechanism beyond viral infection, such as hypoxemia, ischemia and cytokine storm induced immunological injury. Diffuse alveolar damage due to viral infection and immunological injury, as well as multi-organ dysfunction and extensive microthrombus formation, brought huge challenge to the management of patients with severe SARS or COVID-19.\n\n\n\nKEYWORDS:\n\nCoronavirus disease 2019; Diffuse alveolar damage; Pathology; Severe acute respiratory syndrome\n\n\nPMID:32241072DOI:10.3760/cma.j.cn112147-20200311-00312",
            "nodeid": "845156",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32241072#"
        },
        {
            "date": "2020-04-04T10:24:11",
            "datestamp": "1585995851",
            "flu_trackers_post_content": "Eur J Prev Cardiol. 2020 Apr 3:2047487320918102. doi: 10.1177/2047487320918102. [Epub ahead of print]\n2019 CORONAVIRUS: What are the implications for cardiology?\n\n\nFerrari R1,2, Di Pasquale G3, Rapezzi C1,2.\n\nAuthor information\n\n\n\n\nPMID:32241182DOI:10.1177/2047487320918102",
            "nodeid": "845154",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32241182#"
        },
        {
            "date": "2020-04-04T10:23:24",
            "datestamp": "1585995804",
            "flu_trackers_post_content": "Emerg Microbes Infect. 2020 Apr 2:1-14. doi: 10.1080/22221751.2020.1750307. [Epub ahead of print]\nDiagnostic Value and Key Features of Computed Tomography in Coronavirus Disease 2019.\n\n\nLi B1, Li X1, Wang Y1, Han Y1, Wang Y1, Wang C1, Zhang G2, Jin J2, Jia H2, Fan F2, Ma W1, Liu H2, Zhou Y3.\n\nAuthor information\n\n\n\n\nAbstract\n\nOn 31 December 2019, a severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) emerged in Wuhan, Hubei province, China, and caused the outbreak of the Coronavirus Disease 2019 (COVID-19). To date, computed tomography (CT) findings have been recommended as major evidence for the clinical diagnosis of COVID-19 in Hubei, China. This review focuses on the imaging characteristics and changes throughout the disease course in patients with COVID-19 in order to provide some help for clinicians. Typical CT findings included bilateral ground-glass opacity, pulmonary consolidation, and prominent distribution in the posterior and peripheral parts of the lungs. This review also provides a comparison between COVID-19 and other diseases that have similar CT findings. Since most patients with COVID-19 infection share typical imaging features, radiological examinations have an irreplaceable role in screening, diagnosis and monitoring treatment effects in clinical practice.\n\n\n\nKEYWORDS:\n\nComputed Tomography; Coronavirus Disease 2019; Diagnosis; SARS-CoV-2\n\n\nPMID:32241244DOI:10.1080/22221751.2020.1750307",
            "nodeid": "845153",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32241244#"
        },
        {
            "date": "2020-04-04T10:22:34",
            "datestamp": "1585995754",
            "flu_trackers_post_content": "Crit Care. 2020 Apr 2;24(1):128. doi: 10.1186/s13054-020-2836-4.\nA novel treatment approach to the novel coronavirus: an argument for the use of therapeutic plasma exchange for fulminant COVID-19.\n\n\nKeith P1, Day M2, Perkins L2, Moyer L2, Hewitt K2, Wells A3.\n\nAuthor information\n\n\n\n\nPMID:32241301DOI:10.1186/s13054-020-2836-4",
            "nodeid": "845152",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32241301#"
        },
        {
            "date": "2020-04-04T10:21:51",
            "datestamp": "1585995711",
            "flu_trackers_post_content": "Disaster Med Public Health Prep. 2020 Apr 3:1-8. doi: 10.1017/dmp.2020.66. [Epub ahead of print]\nCase Report on Early Diagnosis of COVID-19.\n\n\nZhou Y1, Yang L1, Han M1, Huang M1, Sun X1, Zheng W2, Han W3, Wang J4.\n\nAuthor information\n\n\n\n\nAbstract\n\nCoronavirus Disease 2019 (COVID-19) outbreak in Wuhan, China, spread rapidly throughout China, and gradually to some countries abroad. How to control the development of the epidemic? Early diagnosis is one of the important contents in prevention and control. COVID-19 patients with early mild pneumonia often lack typical evidence to make a definitive diagnosis. Based on the analysis of the cases of 4 patients, this article finds that early diagnosis requires a combination of epidemiology, clinical manifestations, imaging, and etiology, with particular emphasis on epidemiology history and chest CT manifestations.\n\n\n\nKEYWORDS:\n\nCOVID-19; CT; SARS-CoV-2; epidemiology; pneumonia\n\n\nPMID:32241316DOI:10.1017/dmp.2020.66",
            "nodeid": "845150",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32241316#"
        },
        {
            "date": "2020-04-04T10:20:14",
            "datestamp": "1585995614",
            "flu_trackers_post_content": "Disaster Med Public Health Prep. 2020 Apr 3:1-7. doi: 10.1017/dmp.2020.69. [Epub ahead of print]\nHow is COVID-19 affecting South Korea? What is our current strategy?\n\n\nHer M1.\n\nAuthor information\n\n\n\n\nAbstract\n\nThe outbreak of coronavirus disease 2019 (COVID-19) caused by the virus SARS-CoV-2 is expanding globally. South Korea is one of the countries most affected by COVID-19 from the very early stages of this pandemic. Explosive outbreaks occurred across South Korea in the first two months, and efforts to control this new virus have involved everyone across the country. To curb the transmission of the virus, health care professionals, committees, and governments have combined many approaches, such as extensive COVID-19 screening, effective patient triage, the transparent provision of information, and the use of information technology. This experience could provide some valuable ideas and lessons to others who are fighting against COVID-19.\n\n\n\nKEYWORDS:\n\nCOVID-19; Outbreak; South Korea\n\n\nPMID:32241325DOI:10.1017/dmp.2020.69",
            "nodeid": "845149",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32241325#"
        },
        {
            "date": "2020-04-04T10:19:17",
            "datestamp": "1585995557",
            "flu_trackers_post_content": "Disaster Med Public Health Prep. 2020 Apr 3:1-9. doi: 10.1017/dmp.2020.68. [Epub ahead of print]\nLimited early warnings and public attention to COVID-19 in China, January-February, 2020: a longitudinal cohort of randomly sampled Weibo users.\n\n\nZhu Y1, Fu KW1, Grépin KA2, Liang H3, Fung IC4.\n\nAuthor information\n\n\n\n\nAbstract\n\nBACKGROUND:\n\nAwareness and attentiveness have implications for the acceptance and adoption of disease prevention and control measures. Social media posts provide a record of the public's attention to an outbreak. To measure the attention of Chinese netizens to COVID-19, a pre-established nationally representative cohort of Weibo users was searched for COVID-19-related keywords in their posts.\nMETHODS:\n\nCOVID-19-related posts (N=1101) were retrieved from a longitudinal cohort of 52,268 randomly sampled Weibo accounts (December 31, 2019 - February 12, 2020).\nRESULTS:\n\nAttention to COVID-19 was limited prior to China openly acknowledging human-to-human transmission on January 20. Following this date, attention quickly increased and has remained high over time. Particularly high levels of social media traffic appeared around when Wuhan was first placed in quarantine (January 23-24, 8-9% of the overall posts), when a scandal associated with the Red Cross Society of China occurred (February 1, 8%), and following the death of Dr. Li Wenliang (February 6-7, 11%), one of the whistleblowers reprimanded by the Chinese police in early January for discussing this outbreak online.\nDISCUSSION:\n\nLimited early warnings represent missed opportunities to engage citizens earlier in the outbreak. Governments should more proactively communicate early warnings to the public in a transparent manner.\n\n\n\nKEYWORDS:\n\nAwareness; Coronavirus; Health communication; Social media; Weibo\n\n\nPMID:32241328DOI:10.1017/dmp.2020.68",
            "nodeid": "845147",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32241328#"
        },
        {
            "date": "2020-04-04T10:18:09",
            "datestamp": "1585995489",
            "flu_trackers_post_content": "Res Social Adm Pharm. 2020 Mar 26. pii: S1551-7411(20)30238-2. doi: 10.1016/j.sapharm.2020.03.018. [Epub ahead of print]\nSARS-CoV-2 outbreak: How can pharmacists help?\n\n\nAl-Quteimat OM MSc, BCOP1, Amer AM R.Ph, MSc2.\n\nAuthor information\n\n\n\n\nAbstract\n\nCoronaviruses (CoVs) are a large family of viruses that cause disorders ranging from a mild cold to severe disease. Some of the CoVs are zoonotic, meaning they can be transmitted from animals to humans. In December 2019, the world awoke to a new zoonotic strain of CoV that was named SARS-CoV-2 (standing for severe acute respiratory syndrome coronavirus 2), which has been classified as a high-consequence infectious disease. In addition, serious complications related to COVID-19 have been reported in some patients. These include acute respiratory distress syndrome, acute renal failure, septic shock and ventilator-associated pneumonia. The pharmacist, as a healthcare practitioner, can play an important role in hindering the spread of COVID-19, and can be an active participant in national and community efforts to fight and contain this outbreak.\nCopyright © 2020 Elsevier Inc. All rights reserved.\n\n\n\nPMID:32241695DOI:10.1016/j.sapharm.2020.03.018",
            "nodeid": "845145",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32241695#"
        },
        {
            "date": "2020-04-04T10:17:32",
            "datestamp": "1585995452",
            "flu_trackers_post_content": "Clin J Am Soc Nephrol. 2020 Apr 2. pii: CJN.03420320. doi: 10.2215/CJN.03420320. [Epub ahead of print]\nLessons from the Experience in Wuhan to Reduce Risk of COVID-19 Infection in Patients Undergoing Long-Term Hemodialysis.\n\n\nLi J1, Xu G1.\n\nAuthor information\n\n\n\n\nKEYWORDS:\n\nCOVID-19; Chronic; Infections; Kidney Failure; dialysis; hemodialysis; renal dialysis; severe acute respiratory syndrome coronavirus 2\n\n\nPMID:32241778DOI:10.2215/CJN.03420320",
            "nodeid": "845144",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32241778#"
        },
        {
            "date": "2020-04-04T10:12:29",
            "datestamp": "1585995149",
            "flu_trackers_post_content": "J Rheumatol. 2020 Apr 2. pii: jrheum.200369. doi: 10.3899/jrheum.200369. [Epub ahead of print]\nHydroxychloroquine: a potential ethical dilemma for rheumatologists during the COVID-19 pandemic.\n\n\nScuccimarri R1, Sutton E1, Fitzcharles MA1.\n\nAuthor information\n\n\n\n\nAbstract\n\nTwo antimalarial agents, chloroquine (CQ) and hydroxychloroquine (HCQ), have been trusted treatments for a range of rheumatic diseases over the past seventy years [1]. These agents have attracted intense media attention in the past few weeks with suggestions that this category of drugs may have potential in the management of coronavirus (SARS-CoV2) associated disease called COVID-19 [2, 3].\n\n\n\nPMID:32241801DOI:10.3899/jrheum.200369",
            "nodeid": "845141",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32241801#"
        },
        {
            "date": "2020-04-04T10:11:30",
            "datestamp": "1585995090",
            "flu_trackers_post_content": "Eur Respir J. 2020 Apr 2. pii: 2000749. doi: 10.1183/13993003.00749-2020. [Epub ahead of print]\nWill children reveal their secret? The coronavirus dilemma.\n\n\nCristiani L1, Mancino E1, Matera L1, Nenna R1, Pierangeli A2, Scagnolari C2, Midulla F1.\n\nAuthor information\n\n\n\n\nPMID:32241833DOI:10.1183/13993003.00749-2020",
            "nodeid": "845140",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32241833#"
        },
        {
            "date": "2020-04-04T10:10:31",
            "datestamp": "1585995031",
            "flu_trackers_post_content": "Gut. 2020 Apr 2. pii: gutjnl-2020-321185. doi: 10.1136/gutjnl-2020-321185. [Epub ahead of print]\nPractice of endoscopy during COVID-19 pandemic: position statements of the Asian Pacific Society for Digestive Endoscopy (APSDE-COVID statements).\n\n\nChiu PWY1, Ng SC2, Inoue H3, Reddy DN4, Ling Hu E5, Cho JY6, Ho LK7, Hewett DG8,9, Chiu HM10, Rerknimitr R11, Wang HP12, Ho SH13, Seo DW14, Goh KL15, Tajiri H16,17, Kitano S18, Chan FKL19.\n\nAuthor information\n\n\n\n\nAbstract\n\nCoronavirus-19 (COVID-19) caused by SARS-CoV-2 has become a global pandemic. Risk of transmission may occur during endoscopy and the goal is to prevent infection among healthcare professionals while providing essential services to patients. Asia was the first continent to have a COVID-19 outbreak, and this position statement of the Asian Pacific Society for Digestive Endoscopy shares our successful experience in maintaining safe and high-quality endoscopy practice at a time when resources are limited. Sixteen experts from key societies of digestive endoscopy in Asia were invited to develop position statements, including patient triage and risk assessment before endoscopy, resource prioritisation and allocation, regular monitoring of personal protective equipment, infection control measures, protective device training and implementation of a strategy for stepwise resumption of endoscopy services after control of the COVID-19 outbreak.\n© Author(s) (or their employer(s)) 2020. Re-use permitted under CC BY-NC. No commercial re-use. See rights and permissions. Published by BMJ.\n\n\n\nKEYWORDS:\n\nclinical decision making; endoscopy\n\n\nPMID:32241897DOI:10.1136/gutjnl-2020-321185",
            "nodeid": "845138",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32241897#"
        },
        {
            "date": "2020-04-04T10:08:58",
            "datestamp": "1585994938",
            "flu_trackers_post_content": "Gut. 2020 Apr 2. pii: gutjnl-2020-321013. doi: 10.1136/gutjnl-2020-321013. [Epub ahead of print]\nGastrointestinal symptoms of 95 cases with SARS-CoV-2 infection.\n\n\nLin L#1, Jiang X#1, Zhang Z1, Huang S1, Zhang Z1, Fang Z1, Gu Z1, Gao L1, Shi H1, Mai L1, Liu Y1, Lin X1, Lai R1, Yan Z2, Li X3, Shan H2,4.\n\nAuthor information\n\n\n\n\nAbstract\n\nOBJECTIVE:\n\nTo study the GI symptoms in severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infected patients.\nDESIGN:\n\nWe analysed epidemiological, demographic, clinical and laboratory data of 95 cases with SARS-CoV-2 caused coronavirus disease 2019. Real-time reverse transcriptase PCR was used to detect the presence of SARS-CoV-2 in faeces and GI tissues.\nRESULTS:\n\nAmong the 95 patients, 58 cases exhibited GI symptoms of which 11 (11.6%) occurred on admission and 47 (49.5%) developed during hospitalisation. Diarrhoea (24.2%), anorexia (17.9%) and nausea (17.9%) were the main symptoms with five (5.3%), five (5.3%) and three (3.2%) cases occurred on the illness onset, respectively. A substantial proportion of patients developed diarrhoea during hospitalisation, potentially aggravated by various drugs including antibiotics. Faecal samples of 65 hospitalised patients were tested for the presence of SARS-CoV-2, including 42 with and 23 without GI symptoms, of which 22 (52.4%) and 9 (39.1%) were positive, respectively. Six patients with GI symptoms were subjected to endoscopy, revealing oesophageal bleeding with erosions and ulcers in one severe patient. SARS-CoV-2 RNA was detected in oesophagus, stomach, duodenum and rectum specimens for both two severe patients. In contrast, only duodenum was positive in one of the four non-severe patients.\nCONCLUSIONS:\n\nGI tract may be a potential transmission route and target organ of SARS-CoV-2.\n© Author(s) (or their employer(s)) 2020. No commercial re-use. See rights and permissions. Published by BMJ.\n\n\n\nKEYWORDS:\n\ngastric diseases; gastrointestinal pathology; gastrointestinal tract\n\n\nPMID:32241899DOI:10.1136/gutjnl-2020-321013",
            "nodeid": "845137",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32241899#"
        },
        {
            "date": "2020-04-04T10:07:55",
            "datestamp": "1585994875",
            "flu_trackers_post_content": "Science. 2020 Apr 3;368(6486):16. doi: 10.1126/science.368.6486.16.\nInfect volunteers to speed a coronavirus vaccine?\n\n\nCohen J.\n\nPMID:32241929DOI:10.1126/science.368.6486.16",
            "nodeid": "845135",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32241929#"
        },
        {
            "date": "2020-04-04T09:58:45",
            "datestamp": "1585994325",
            "flu_trackers_post_content": "https://week.com/2020/04/04/the-late...-9-more-cases/\n\n\n\n\r\n\t\t\t\r\n\t\t\t\tLONDON — The first case of COVID-19 has been confirmed in the Falkland Islands, a remote British territory in the South Atlantic.\n\nThe islands’ government says the patient was admitted to a hospital on Tuesday from the Mount Pleasant Complex, a Royal Air Force base. The patient, who has not named, is in stable condition and is not on a ventilator.\n\nThe Falklands’ chief medical officer Dr. Rebecca Edwards, said authorities were working with the British military on tracing people who may have come into contact with the patient.\n\nThe U.K., which maintains a permanent military presence on the islands, has sent in extra army medics to help with the fight against the new coronavirus.",
            "nodeid": "845131",
            "url": "https://week.com/2020/04/04/the-latest-bangladesh-reports-2-more-deaths-9-more-cases/"
        },
        {
            "date": "2020-04-04T09:54:56",
            "datestamp": "1585994096",
            "flu_trackers_post_content": "Shiloh \n\tEditor, Senior ModeratorJoin Date: Feb 2008\nPosts: 59921\n Share\n Tweet\n\n#1  Honduras: Covid- 19 cases - 264 cases; 15 deaths\n\n\tMarch 11th, 2020, 01:45 PM\n\tSource: https://www.periodicocentral.mx/2020...os-de-covid-19\n\n\tHonduras confirms first two cases of Covid-19\n\tThe Honduran Ministry of Health announces the first two cases of coronavirus, in a woman and a man who recently traveled to Europe\n\tBy Excelsior\n\t03/11/2020 /\n\n\tA woman and a man of Honduran nationality who returned to their country from Europe are the first cases of coronavirus in the country, the third in Central America to register infections of the disease, after Costa Rica and Panama, the Ministry of Health said on Wednesday. Honduran.\n\n\tThe infected woman is 37 years old and entered the country on March 5 through the San Pedro Sula airport, on a flight from Switzerland.\n\n\tHe presents a clinical picture of mild illness and has remained in home self-isolation, with medical surveillance since entering the country, the secretary said in a statement.\n\n\tThe 42-year-old man arrived in the country on March 4 through the Tegucigalpa airport, the Honduran capital, from Spain.\n\n\tHe arrived without symptoms but with the virus \"in a state of management\", so he is hospitalized, although \"clinically stable\".\n\n\tHonduras is facing a dengue epidemic that has left nine dead this year and 180 last year...\n\tLast edited by kiwibird; Today, 05:47 AM.\nTags: None  \tStuck\nEdit\nQuote\nFlag\nLike0\n\n\nShiloh \n\tEditor, Senior ModeratorJoin Date: Feb 2008\nPosts: 59921\n Share\n Tweet\n\n#2 \n\tMarch 14th, 2020, 10:56 AM\n\t3rd case confirmed in Tegucigalpa https://www.laprensa.hn/honduras/136...de-coronavirus\nEdit\nQuote\nComment\nFlag\nLike0\n\n\nShiloh \n\tEditor, Senior ModeratorJoin Date: Feb 2008\nPosts: 59921\n Share\n Tweet\n\n#3 \n\tMarch 20th, 2020, 10:34 PM\n\tSource: https://us.as.com/us/2020/03/20/tiki...28_884275.html\n\n\tHonduras extends coronavirus-positive cases to 24\n\tThe Honduran health minister, Alba Consuelo Flores, confirmed 12 new cases of coronavirus in Honduras. 24 are already infected.\n\tLuis Guillermo Vázquez\n\tUnited States 03/20/2020 01:02\n\n\tPositive cases of coronavirus continue to increase in Honduras. The health minister of the Central American country, Alba Consuelo Flores, announced that 24 sick people with COVID-19 have been confirmed today, that is to say that it increased twice as much as yesterday.\n\n\tAccording to Consuelo Flores, the new victims come from three different provinces. Four are from San Pedro Sula, one in Puerto Cortés and eight in Francisco Morazán, the latter being one of the most affected.\n\n\tIn addition, he recommended the people to continue with the measures that the government led by President Juan Orlando Hernández has imposed, who for some days now ordered a curfew on land in Catrachas. He also asked that they continue to take the necessary precautionary and hygienic measures.\n\tFear that it will continue to spread\n\n\tIn Honduras, there is already fear that the virus will continue to spread in the country, since they know that after a certain number of cases, it may be impossible to attend to it because they do not have the resources that other countries have.\n\n\tPiedad Huerta, a Honduran representative at the Pan American Health Organization, said that people must take all necessary measures and that the government has decreed that the virus should not continue to spread. \tEdit\nQuote\nComment\nFlag\nLike0\n\n\nShiloh \n\tEditor, Senior ModeratorJoin Date: Feb 2008\nPosts: 59921\n Share\n Tweet\n\n#4 \n\tMarch 22nd, 2020, 08:12 AM\n\tSource: https://www.oncenoticias.hn/aumentan...9-en-honduras/\n\n\tCOVID-19 Cases Increase to 26 in Honduras\n\tMarch 21, 2020\n\tThe government confirms two new cases of COVID-19, increasing the number of positive cases in the country from 24 to 26\n\n\tCOVID-19 cases increase. The authorities through the National Risk Management System (SINAGER), confirm two new cases of COVID-19, in the department of Cortés, increasing the number of positive cases from 24 to 26.\n\n\tAccording to tests carried out at the National Virology Laboratory (LNV), the two infections are shown:\n\n\tPatient 25 is a 28-year-old woman from Villa Nueva, Cortes\n\tPatient number 26 is a 60-year-old woman from Villa Nueva, Cortés.\n\n\tThe country's health authorities indicate that they have redoubled efforts for the timely detection of cases within the framework of the plan to contain the massive spread of Coronavirus COVID-19 in the country.\n\n\tBoth cases are in home self-isolation, in a stable state of health and in constant monitoring... \tEdit\nQuote\nComment\nFlag\nLike0\n\n\nShiloh \n\tEditor, Senior ModeratorJoin Date: Feb 2008\nPosts: 59921\n Share\n Tweet\n\n#5 \n\tMarch 22nd, 2020, 10:02 PM\n\tSource: https://www.latribuna.hn/2020/03/22/...7-en-honduras/\n\n\tNumber of COVID-19 infections increases to 27 in Honduras\n\tSinager authorities confirmed this Sunday a new positive case\n\tMarch 22, 2020 - 7:17 PM\n\n\tThe spokesman for the National Risk Management System (Sinager), Francis Contreras, reported this Sunday that the number of people infected with the coronavirus rose to 27, after a new positive case was confirmed.\n\n\tThe official, on radio and television, said that they are doubling down on efforts to contain COVID-19 cases in the country.\n\n\tHe also said that they hold the commitment to continue reporting daily if new cases arise throughout the country.\n\n\t\"We want to report that today through the virology laboratory a new positive case has been confirmed, with that the number rises to 27,\" said Contreras.\n\n\tThe medical professional explained that it is a 63-year-old woman, originally from the municipality of Santa Fe, in the department of Colón\n\n\tThe lady is in home isolation and is constantly being monitored to avoid complications.\n\n\tSimilarly, Contreras assured that epidemiological fences are maintained in those places where he has confirmed cases.\n\n\tTo close the national chain, he called for the umpteenth time for the population to stay home and take all preventive measures to avoid contagion. \tEdit\nQuote\nComment\nFlag\nLike0\n\n\nShiloh \n\tEditor, Senior ModeratorJoin Date: Feb 2008\nPosts: 59921\n Share\n Tweet\n\n#6 \n\tMarch 25th, 2020, 10:49 AM\n\tSource: https://www.voanoticias.com/a/hondur...-/5344253.html\n\n\tHonduras counts 36 cases of COVID-19\n\tMarch 24, 2020\n\tOscar ortiz\n\n\tThe number of confirmed cases in Honduras rises to 36 due to COVID-19, after the authorities of the national risk management system confirmed this Tuesday 6 more cases ... \tEdit\nQuote\nComment\nFlag\nLike0\n\n\nShiloh \n\tEditor, Senior ModeratorJoin Date: Feb 2008\nPosts: 59921\n Share\n Tweet\n\n#7 \n\tMarch 25th, 2020, 05:33 PM\n\tSource: Source: https://www.wbur.org/hereandnow/2020...us-health-care\n\n\tWith Few Ventilators And Scarce Information, Honduran Doctors Prepare For COVID-1903:45\n\tMarch 25, 2020\n\tRobin Young\n\tSerena McMahon\n\tIn rural Honduras up to 10 people may live in homes such as this one outside La Florida. Running water, indoor bathrooms are rare, and family members often share beds, making distancing almost impossible. (Karyn Miller-Medzon/Here & Now)\n\n\tThe COVID-19 crisis is throwing the American medical system into crisis. But in Honduras, one of the world's most impoverished countries, health care is difficult even without added stresses.\n\n\tThere are 36 official coronavirus cases in the country, which is now in lockdown, but doctors say there are many more that haven’t been accounted for.\n\n\t“We don't have any data on suspected cases [and] on how many tests are available,” Honduran physician Victor Flores says. “We have very little information on what the public health system is actually looking at right now.”\n\n\tFlores works at various clinics around the country, traveling to more rural and underserved areas. The lockdown has prevented him from seeing patients like usual.\n\n\tHe says he’s talked to fellow doctors who have been seeing patients come in with high fevers and coughs, but the lack of tests in the country means patients with coronavirus symptoms are being sent home and told to isolate.\n\n\t“We're facing a situation where we don't have the capacity to attend to a wave of COVID-19,” he says...\nEdit\nQuote\nComment\nFlag\nLike0\n\n\nShiloh \n\tEditor, Senior ModeratorJoin Date: Feb 2008\nPosts: 59921\n Share\n Tweet\n\n#8 \n\tMarch 26th, 2020, 06:35 PM\n\tSource: https://www.prensalibre.com/internac...s-de-covid-19/\n\n\tCoronavirus in Honduras: the first death is reported and there are 52 cases of covid-19\n\tFew are circulating on the streets of Tegucigalpa because the authorities have restricted mass gatherings.\n\tby EFE\n\tPosted on March 26, 2020 at 10:03 a.m.\n\n\tConfirmed cases of coronavirus in Honduras increased this Wednesday from 36 to 52, reported the spokesperson for the National Risk Management System, Francis Contreras.\n\n\tIn addition, the first Honduran deceased was reported, it is a 60-year-old man, originally from the department of Cortés.\n\n\tThe new cases were confirmed through tests carried out by the National Virology Laboratory, Contreras said on the national network.\n\n\tHe added that 14 of the new cases are reported in the department of Cortés and two in the department of Yoro, both in the north of the Central American country.\n\n\tThe official assured that the new infected remain \"in home isolation, stable in their health condition and constantly monitored by medical and nursing personnel.\"\n\n\tOf the total of new positive cases, 13 are men and three women, according to the report of that Honduran institution.\n\n\tMen are between 19 and 71 years old, while women are between 30 and 56 years old.\n\n\tWith these 16 new cases, Honduras adds 52 confirmed covid-19 patients, for which no further details are known.\n\n\tOf the total confirmed cases, 24 are reported in Corté; 16 in the Central District, which make up the cities of Tegucigalpa and San Pedro Sula; six in Colon; two in Yoro, one in the southern city of Choluteca, one in La Ceiba and one more in Lempira.\n\n\tContreras reaffirmed that the epidemiological fences installed by the Ministry of Health, with the support of the Ministry of Security, in areas that report confirmed cases continue in order to stop the spread of the virus.\n\n\tThe Honduran government also enabled a survey created by specialists that will be available on the portal Pollshonduras.com and will allow the authorities \"to follow up on patients positive for coronavirus and to prevent new infections by mapping risk areas,\" he explained.\n\n\t\"This is not the time to trust, it is time to fight the emergency and for that we need the commitment of all the Honduran sectors, we all must abide by the instructions generated by the Government of the Republic and take all measures of prevention and precaution,\" he emphasized.\n\n\tHonduras is under an absolute curfew and the government has ordered the closing of markets and shops to try to prevent the covid-19 from spreading throughout the country.\n\n\tThe Government has urged the population to stay at home to stop the contagion, so today it began distributing food to some 800,000 poor families who are unable to work due to the emergency. \tEdit\nQuote\nComment\nFlag\nLike0\n\n\nShiloh \n\tEditor, Senior ModeratorJoin Date: Feb 2008\nPosts: 59921\n Share\n Tweet\n\n#9 \n\tMarch 27th, 2020, 02:44 PM\n\tSource: https://www.proceso.hn/actualidad/7-...-honduras.html\n\n\tAnother 16 positive of COVID-19 and number reaches 68 in Honduras\n\tThursday, March 26, 2020 6:20 PM\n\tArticle author: Digital Process\n\n\tTegucigalpa - The National Risk Management System (Sinager) reported on Thursday afternoon that coronavirus cases rose to 68, including one death, after laboratory tests confirmed 16 new cases.\n\n\tSinager spokesman Francis Contreras said on the National Radio and Television Network that the new cases are all from the Central District.\n\n\t\"At the moment there are 67 Hondurans confirmed with the virus in the country, in addition to a deceased person,\" said the doctor.\n\n\tHere is the detail of the 16 new cases:\n\t• Patient 53: 66-year-old woman - DC, FM\n\t• Patient 54: 62-year-old man - DC, FM\n\t• Patient 55: 35-year-old man - DC, FM\n\t• Patient 56: 62-year-old man - DC, FM\n\t• Patient 57: 58-year-old woman - DC, FM\n\t• Patient 58: 12 year old boy - DC, FM\n\t• Patient 59: male (ageless) - DC, FM\n\t• Patient 60: 17-year-old woman - DC, FM\n\t• Patient 61: 17-year-old man - DC, FM\n\t• Patient 62: 57-year-old man - DC, FM\n\t• Patient 63: 7 year old boy - DC, FM\n\t• Patient 64: 18-year-old man - DC, FM\n\t• Patient 65: 30-year-old man - DC, FM\n\t• Patient 66: 22-year-old man - DC, FM\n\t• Patient 67: 48-year-old man - DC, FM\n\t• Patient 68: 40-year-old man - DC, FM\n\n\tOf the 16 new cases diagnosed with COVID-19, six are hospitalized, of which 4 remain in stable conditions and 2 in the Intensive Care Unit (ICU). The rest of the infected are in home isolation and are evaluated by Health personnel.\n\n\tContreras indicated that containment actions to protect the health of the population in the face of the COVID-19 pandemic are maintained throughout the national territory.\n\n\tHe cited that the Ministry of Health, with the support of the Ministry of Security, maintains epidemiological fences in areas that have confirmed cases, in order to apply containment measures to prevent the spread of the virus.\n\n\tFinally, he invited citizens to participate in the survey that will allow monitoring the patients infected by the virus and prevent new cases, so he called to enter: Pollshonduras.com and answer the questions.\n\n\tHe recalled the permanent washing of hands with soap and water, use of alcohol-based gel, not greeting with a kiss and hand, not sharing drinks or food or personal items, in the presence of respiratory symptoms putting on a mask, self-isolating at home and call 911 asking for information. \tEdit\nQuote\nComment\nFlag\nLike0\n\n\nShiloh \n\tEditor, Senior ModeratorJoin Date: Feb 2008\nPosts: 59921\n Share\n Tweet\n\n#10 \n\tMarch 28th, 2020, 09:53 PM\n\tSource: http://spanish.xinhuanet.com/2020-03/29/c_138926817.htm\n\n\n\tHonduras registers three deaths from COVID-19 and 95 positive cases\n\tUpdated 2020-03-29 06:20:15 | Spanish. xinhuanet. com\n\n\tTEGUCIGALPA, March 28 (Xinhua) - The Honduran government today reported two deaths from the new coronavirus disease (COVID-19), bringing the number to three, while the number of confirmed cases reached 95 .\n\n\tAccording to reports provided by the president of the Medical Association of the Honduran Social Security Institute, Carlos Umaña, the two deaths occurred at the Leonardo Martínez hospital in the northern city of San Pedro Sula.\n\n\tThe two patients are from the Villanueva community, Cortés department, which has been intervened by health personnel and military police who prevent people from leaving or entering.\n\n\tLast Thursday, March 26, the first death was confirmed by COVID-19 in Honduras, a person also from Villanueva.\n\n\tIt was a 60-year-old patient, who was admitted to the hospital with respiratory problems due to COVID-19, but the person suffered from heart disease and, while he was hospitalized, contracted pneumonia.\n\n\tFor 13 days, Honduras has imposed a curfew that expires tomorrow, Sunday, which can be extended at the suggestion of experts.\n\n\tTo prevent people from leaving their homes, the government this week began distributing 800,000 food rations across the country to some 3.2 million people.\n\n\tLikewise, it assigned three days a week, with specific hours, so that the population can buy fuel and medicine.\n\n\tMarkets have been closed, supermarkets offer their products through digital platforms and motorcycle delivery systems, while classes are paralyzed and public events have been suspended.\n\n\n\n\n\nEdit\nQuote\nComment\nFlag\nLike0\n\n\nShiloh \n\tEditor, Senior ModeratorJoin Date: Feb 2008\nPosts: 59921\n Share\n Tweet\n\n#11 \n\tMarch 29th, 2020, 11:24 PM\n\t139 cases: https://www.elheraldo.hn/especiales/...fra-sube-a-139 Edit\nQuote\nComment\nFlag\nLike0\n\n\nShiloh \n\tEditor, Senior ModeratorJoin Date: Feb 2008\nPosts: 59921\n Share\n Tweet\n\n#12 \n\tMarch 31st, 2020, 06:15 PM\n\tSource: https://criterio.hn/a-141-se-elevan-...9-en-honduras/\n\n\tThe cases confirmed by Covid-19 in Honduras rise to 141\n\tMarch 30, 2020\n\tBy: Drafting CRITERIA\n\n\tTegucigalpa.- Honduras, Panama and Costa Rica are the Central American countries most affected by the pandemic. Honduras confirmed two new cases, for a total of 141.\n\n\tThrough the statement 22 issued by the National Risk Management System (Sinager), the population was informed of 80 tests carried out at the National Virology Laboratory, of which two were positive.\n\n\tThe cases come from the department of Cortés and continue to place it as the epicenter of the coronavirus.\n\n\tThe cases correspond to two men from San Pedro Sula, one 21 years old and the other 36.\n\n\tAccording to the statement there are 38 people hospitalized, 35 in stable conditions and three in intensive care.\n\n\tWhile the rest remain in home isolation and medical surveillance.\n\n\tAlthough the government has required citizens to make their own masks, medical personnel dismiss this idea as having partial protection and not being 100% effective. \tEdit\nQuote\nComment\nFlag\nLike0\n\n\nShiloh \n\tEditor, Senior ModeratorJoin Date: Feb 2008\nPosts: 59921\n Share\n Tweet\n\n#13 \n\tApril 1st, 2020, 10:19 PM\n\tSource: https://us.as.com/us/2020/04/01/tiki...86_087173.html\n\n\n\tCoronavirus in Honduras: 31 new cases; 172 total\n\tAfter a day where Honduras registered few positive cases, the last day of March arrived, bringing with it 31 more infected people. 3 more deaths were reported.\n\tDiego Zarazúa\n\tUnited States Updated on: 04/01/2020 13:39\n\n\tOn the night of this Tuesday, Francis Contreras, a spokesman for SINAGER, went out, as every night, to give the report of new cases of coronavirus in Honduras; where to the surprise of many, the number of infected people surged to 172 infected, this after commenting that there were 31 new people who tested positive for COVID-19. Within the statement, he detailed that there were 3 more people who died this March 31, so the number of deceased is 10 people ...\n\n\n\nEdit\nQuote\nComment\nFlag\nLike0\n\n\nShiloh \n\tEditor, Senior ModeratorJoin Date: Feb 2008\nPosts: 59921\n Share\n Tweet\n\n#14 \n\tApril 2nd, 2020, 09:34 PM\n\tSource: https://radiohrn.hn/honduras-el-segu...-por-covid-19/\n\tHonduras, the second country in the Americas with the highest case fatality rate for covid-19\n\tBy Marilin Pastrana -\n\t04/02/2020\n\tHonduras has become the second country in the Americas with the highest case fatality rate for covid-19, only after Nicaragua, the country with the highest case fatality rate of 20 percent.\n\n\tIn Honduras, the case fatality rate pr covid-19 is 6.84 percent. Specialists say it is a manifestation that things are not being done well and that it is urgent that the health strategy be revised to turn it around.\n\n\tThe president of the Medical College of Honduras (CMH), Suyapa Figueroa, stated on Monday, March 30 that in the country “we have been starting the ascent of the curve, that is, that in about 10 days we will have a higher exponential number of cases ”.\n\n\tLikewise, he predicted that in Honduras about 2,400 people are forecast to die from covid-19.\n\n\tThe numbers in Latin America\n\n\tBelow Honduras is Jamaica with 6.81, Bolivia with 6.14, Trinidad and Tobago 6.81%, while El Salvador presents 4.87 percent.\n\n\tThen comes Ecuador with 3.55 percent, Peru 3.55 and Brazil 3.25 percent.\n\n\tIn Honduras, it is not older adults who are the most attacked, but young people. Of the 14 deaths counted to date in the country, nine are people under 60 years of age.\n\n\tIn addition, a total of 219 people are infected with the virus in the country and three recovered. \tEdit\nQuote\nComment\nFlag\nLike0\n\n\nkiwibird\n\tEditor, Senior ModeratorJoin Date: Aug 2008\nPosts: 3573\n Share\n Tweet\n\n#15 \n\tToday, 05:46 AM\nHonduras - 264 cases, 15 deaths\n\nhttps://www.elheraldo.hn/especiales/...ado-grave-y-15\n\n\tFull story : Leer esta nota: https://www.elheraldo.hn/especiales/...ado-grave-y-15\n\n\n\tHonduras confirms there are 264 Cases of coronavirus, 21 are in serious condition and there are currently 15 fatalities",
            "nodeid": "845130",
            "url": "https://flutrackers.com/forum/member/1895-shiloh"
        },
        {
            "date": "2020-04-04T09:41:25",
            "datestamp": "1585993285",
            "flu_trackers_post_content": "Nature. 2020 Apr 2. doi: 10.1038/d41586-020-00983-9. [Epub ahead of print]\nHow poorer countries are scrambling to prevent a coronavirus disaster.\n\n\nMaxmen A.\n\nKEYWORDS:\n\nPolitics; Public health; Society; Virology\n\n\nPMID:32242110DOI:10.1038/d41586-020-00983-9",
            "nodeid": "845128",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32242110#"
        },
        {
            "date": "2020-04-04T09:39:14",
            "datestamp": "1585993154",
            "flu_trackers_post_content": "Nature. 2020 Apr 2. doi: 10.1038/d41586-020-00974-w. [Epub ahead of print]\nIs the coronavirus airborne? Experts can't agree.\n\n\nLewis D.\n\nKEYWORDS:\n\nDiseases; Health care; Infection; Public health\n\n\nPMID:32242113DOI:10.1038/d41586-020-00974-w",
            "nodeid": "845127",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32242113#"
        },
        {
            "date": "2020-04-04T09:37:18",
            "datestamp": "1585993038",
            "flu_trackers_post_content": "Nature. 2020 Apr 3. doi: 10.1038/d41586-020-01010-7. [Epub ahead of print]\nAfrican nations missing from coronavirus trials.\n\n\nRoussi A, Maxmen A.\n\nKEYWORDS:\n\nDeveloping world; Health care; Infection; Virology\n\n\nPMID:32242116DOI:10.1038/d41586-020-01010-7",
            "nodeid": "845125",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32242116#"
        },
        {
            "date": "2020-04-04T09:36:03",
            "datestamp": "1585992963",
            "flu_trackers_post_content": "N Z Med J. 2020 Apr 3;133(1512):85-87.\nA consensus statement on the use of angiotensin receptor blockers and angiotensin converting enzyme inhibitors in relation to COVID-19 (corona virus disease 2019).\n\n\nTalreja H1, Tan J2, Dawes M3, Supershad S4, Rabindranath K5, Fisher J6, Valappil S2, van der Merwe V7, Wong L8, van der Merwe W9, Paton J10.\n\nAuthor information\n\n\n\n\nAbstract\n\nThere has been a lot of speculation that patients with coronavirus disease 2019 (COVID-19) who are receiving angiotensin-converting enzyme (ACE) inhibitors or angiotensin receptor blockers (ARBs) may be at increased risk for adverse outcomes. We reviewed the available evidence, and have not found this to be the case. We recommend that patients on such medications should continue on them unless there is a clinical indication to stop their use.\n\n\n\nPMID:32242182",
            "nodeid": "845124",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32242182#"
        },
        {
            "date": "2020-04-04T09:33:01",
            "datestamp": "1585992781",
            "flu_trackers_post_content": "J Gynecol Oncol. 2020 Apr 3. doi: 10.3802/jgo.2020.31.e59. [Epub ahead of print]\nRobot assisted surgery during the COVID-19 pandemic, especially for gynecological cancer: a statement of the Society of European Robotic Gynaecological Surgery (SERGS).\n\n\nKimmig R1, Verheijen RHM2, Rudnicki M3; SERGS Council.\n\nAuthor information\n\n\n\n\nAbstract\n\nAll surgery performed in an epicenter of the coronavirus disease 2019 (COVID-19) pandemic, irrespective of the known or suspected severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) status of the patient, should be regarded as high risk and protection of the surgical team at the bedside should be at the highest level. Robot assisted surgery (RAS) may help to reduce hospital stay for patients that urgently need complex-oncological-surgery, thus making room for COVID-19 patients. In comparison to open or conventional laparoscopic surgery, RAS potentially reduces not only contamination with body fluids and surgical gasses of the surgical area but also the number of directly exposed medical staff. A prerequisite is that general surgical precautions under COVID-19 circumstances must be taken, with the addition of prevention of gas leakage: • Use highest protection level III for bedside assistant, but level II for console surgeon. • Reduce the number of staff at the operation room. • Ensure safe and effective gas evacuation. • Reduce the intra-abdominal pressure to 8 mmHg or below. • Minimize electrocautery power and avoid use of ultrasonic sealing devices. • Surgeons should avoid contact outside theater (both in and out of the hospital).\nCopyright © 2020. Asian Society of Gynecologic Oncology, Korean Society of Gynecologic Oncology.\n\n\n\nKEYWORDS:\n\nCOVID-19; Personal Protective Equipment; Robot Assisted Surgery\n\n\nPMID:32242340DOI:10.3802/jgo.2020.31.e59",
            "nodeid": "845122",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32242340#"
        },
        {
            "date": "2020-04-04T09:32:07",
            "datestamp": "1585992727",
            "flu_trackers_post_content": "J Korean Med Sci. 2020 Apr 6;35(13):e140. doi: 10.3346/jkms.2020.35.e140.\nOut-of-Hospital Cohort Treatment of Coronavirus Disease 2019 Patients with Mild Symptoms in Korea: an Experience from a Single Community Treatment Center.\n\n\nPark PG1, Kim CH2, Heo Y3, Kim TS4, Park CW5, Kim CH6.\n\nAuthor information\n\n\n\n\nAbstract\n\nThe outbreak of Coronavirus Disease 2019 (COVID-19) caused a worldwide pandemic. Less than 6 weeks after the first confirmed cases in Korea, the patient number exceeded 5,000, which overcrowded limited hospital resources and forced confirmed patients to stay at home. To allocate medical resources efficiently, Korea implemented a novel institution for the purpose of treating patients with cohort isolation out of hospital, namely the Community Treatment Center (CTC). Herein, we report results of the initial management of patients at one of the largest CTC in Korea. A total of 309 patients were admitted to our CTC. During the first two weeks, 7 patients were transferred to the hospital because of symptom aggravation and 107 patients were discharged without any complication. Although it is a novel concept and may have some limitations, CTC may be a very cost-effective and resource-saving strategy in managing massive cases of COVID-19 or other emerging infectious diseases.\n© 2020 The Korean Academy of Medical Sciences.\n\n\n\nKEYWORDS:\n\nCOVID-19; Community Treatment Center; Medical Resources; SARS-CoV-2\n\n\nPMID:32242347DOI:10.3346/jkms.2020.35.e140",
            "nodeid": "845121",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32242347#"
        },
        {
            "date": "2020-04-04T09:31:52",
            "datestamp": "1585992712",
            "flu_trackers_post_content": "https://conservationbiology.uw.edu/c...ation-canines/\n\nhttps://conservationbiology.uw.edu/c...meet-the-dogs/\n\nhttps://www.kitsapsun.com/story/news...st/5032922002/\n\"Dogs will also be used in the research of gray whales this season. Deborah Giles of Conservation Canines, a nonprofit organization that trains dogs for use in wildlife research, and her canine-companion, Eba, will be collecting fecal samples from whales to get a closer look at the Salish Sea ecosystem.\n“Using trained dogs like Eba, we’ve been able to non-invasively collect whale scat to answer questions about killer whales, including the endangered Southern Residents,” Giles said.\n[Photo]\nThings like hormone levels, toxins, and microplastics can be measured using samples of whale feces the pup sniffs out.\"",
            "nodeid": "845120",
            "url": "https://conservationbiology.uw.edu/conservation-canines/"
        },
        {
            "date": "2020-04-04T09:30:34",
            "datestamp": "1585992634",
            "flu_trackers_post_content": "J Korean Med Sci. 2020 Apr 6;35(13):e142. doi: 10.3346/jkms.2020.35.e142.\nClinical Course and Outcomes of Patients with Severe Acute Respiratory Syndrome Coronavirus 2 Infection: a Preliminary Report of the First 28 Patients from the Korean Cohort Study on COVID-19.\n\n\nKim ES#1, Chin BS#2, Kang CK3, Kim NJ3, Kang YM4, Choi JP5, Oh DH5, Kim JH6, Koh B7, Kim SE8, Yun NR9, Lee JH10, Kim JY11, Kim Y2, Bang JH12, Song KH1, Kim HB1, Chung KH13, Oh MD14; Korea National Committee for Clinical Management of COVID-19.\n\nAuthor information\n\n\n\n\nAbstract\n\nBACKGROUND:\n\nSevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2)-infected pneumonia emerged in Wuhan, China in December 2019. In this retrospective multicenter study, we investigated the clinical course and outcomes of novel coronavirus disease 2019 (COVID-19) from early cases in Republic of Korea.\nMETHODS:\n\nAll of the cases confirmed by real time polymerase chain reaction were enrolled from the 1st to the 28th patient nationwide. Clinical data were collected and analyzed for changes in clinical severity including laboratory, radiological, and virologic dynamics during the progression of illness.\nRESULTS:\n\nThe median age was 40 years (range, 20-73 years) and 15 (53.6%) patients were male. The most common symptoms were cough (28.6%) and sore throat (28.6%), followed by fever (25.0%). Diarrhea was not common (10.7%). Two patients had no symptoms. Initial chest X-ray (CXR) showed infiltration in 46.4% of the patients, but computed tomography scan confirmed pneumonia in 88.9% (16/18) of the patients. Six patients (21.4%) required supplemental oxygen therapy, but no one needed mechanical ventilation. Lymphopenia was more common in severe cases. Higher level of C-reactive protein and worsening of chest radiographic score was observed during the 5-7 day period after symptom onset. Viral shedding was high from day 1 of illness, especially from the upper respiratory tract (URT).\nCONCLUSION:\n\nThe prodromal symptoms of COVID-19 were mild and most patients did not have limitations of daily activity. Viral shedding from URT was high from the prodromal phase. Radiological pneumonia was common from the early days of illness, but it was frequently not evident in simple CXR. These findings could be plausible explanations for the easy and rapid spread of SARS-CoV-2 in the community.\n© 2020 The Korean Academy of Medical Sciences.\n\n\n\nKEYWORDS:\n\nCOVID-19; Cohort Study; Prognosis; Republic of Korea; SARS-CoV-2; Viral Pneumonia\n\n\nPMID:32242348DOI:10.3346/jkms.2020.35.e142",
            "nodeid": "845119",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32242348#"
        },
        {
            "date": "2020-04-04T09:28:52",
            "datestamp": "1585992532",
            "flu_trackers_post_content": "J Korean Med Sci. 2020 Apr 6;35(13):e143. doi: 10.3346/jkms.2020.35.e143.\nSchool Opening Delay Effect on Transmission Dynamics of Coronavirus Disease 2019 in Korea: Based on Mathematical Modeling and Simulation Study.\n\n\nKim S1, Kim YJ2, Peck KR3, Jung E4.\n\nAuthor information\n\n\n\n\nAbstract\n\nBACKGROUND:\n\nNonpharmaceutical intervention strategy is significantly important to mitigate the coronavirus disease 2019 (COVID-19) spread. One of the interventions implemented by the government is a school closure. The Ministry of Education decided to postpone the school opening from March 2 to April 6 to minimize epidemic size. We aimed to quantify the school closure effect on the COVID-19 epidemic.\nMETHODS:\n\nThe potential effects of school opening were measured using a mathematical model considering two age groups: children (aged 19 years and younger) and adults (aged over 19). Based on susceptible-exposed-infectious-recovered model, isolation and behavior-changed susceptible individuals are additionally considered. The transmission parameters were estimated from the laboratory confirmed data reported by the Korea Centers for Disease Control and Prevention from February 16 to March 22. The model was extended with estimated parameters and estimated the expected number of confirmed cases as the transmission rate increased after school opening.\nRESULTS:\n\nAssuming the transmission rate between children group would be increasing 10 fold after the schools open, approximately additional 60 cases are expected to occur from March 2 to March 9, and approximately additional 100 children cases are expected from March 9 to March 23. After March 23, the number of expected cases for children is 28.4 for 7 days and 33.6 for 14 days.\nCONCLUSION:\n\nThe simulation results show that the government could reduce at least 200 cases, with two announcements by the Ministry of education. After March 23, although the possibility of massive transmission in the children's age group is lower, group transmission is possible to occur.\n© 2020 The Korean Academy of Medical Sciences.\n\n\n\nKEYWORDS:\n\nBehavior Changes; COVID-19; Mathematical Modeling; School Closures; School Opening Delay\n\n\nPMID:32242349DOI:10.3346/jkms.2020.35.e143",
            "nodeid": "845118",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32242349#"
        },
        {
            "date": "2020-04-04T09:27:47",
            "datestamp": "1585992467",
            "flu_trackers_post_content": "Korean Med Sci. 2020 Apr 6;35(13):e145. doi: 10.3346/jkms.2020.35.e145.\nA Lesson from Temporary Closing of a Single University-affiliated Hospital owing to In-Hospital Transmission of Coronavirus Disease 2019.\n\n\nLee H1, Heo JW1, Kim SW1, Lee J2, Choi JH3.\n\nAuthor information\n\n\n\n\nPMID:32242350DOI:10.3346/jkms.2020.35.e145",
            "nodeid": "845117",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32242350#"
        },
        {
            "date": "2020-04-04T09:26:56",
            "datestamp": "1585992416",
            "flu_trackers_post_content": "J Hum Lact. 2020 Apr 3:890334420919083. doi: 10.1177/0890334420919083. [Epub ahead of print]\nSafe Handling of Containers of Expressed Human Milk in all Settings During the SARS-CoV-2 (COVID-19) Pandemic.\n\n\nMarinelli KA1, Lawrence RM2.\n\nAuthor information\n\n\n\n\nKEYWORDS:\n\nCOVID-19: Human Milk Banking Association of North America; European Milk Banking Association; Severe Acute Respiratory Syndrome Coronavirus-2; breast pump; breastfeeding; disinfection; donor milk; donor milk banking; milk expression; neonatal intensive care unit; surface contamination\n\n\nPMID:32242762DOI:10.1177/0890334420919083",
            "nodeid": "845115",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32242762#"
        },
        {
            "date": "2020-04-04T09:25:02",
            "datestamp": "1585992302",
            "flu_trackers_post_content": "Clin Chem Lab Med. 2020 Apr 2. pii: /j/cclm.ahead-of-print/cclm-2020-0332/cclm-2020-0332.xml. doi: 10.1515/cclm-2020-0332. [Epub ahead of print]\nLaboratory diagnostics within a modular hospital at the time of Coronavirus disease 2019 (COVID-19) in Wuhan.\n\n\nYusong L1, Duanliang P2, Jia Y3, Dunyan C4, Hongbing J5, Siyuan Y6, Huanhuan C7, Juan Z2, Lyurong L8.\n\nAuthor information\n\n\n\n\nAbstract\n\nAn outbreak of the so-called Coronavirus disease 2019 (COVID-19), caused by the severe acute respiratory syndrome Coronavirus 2 (SARS-CoV-2), has been spreading rapidly nationwide in China since December 2019. Wuhan, Hubei Province, is the hardest-hit region, with a rise in confirmed cases and its hospitals overwhelmed. On 2nd February, 2020, Wuhan began to build a modular hospital to treat patients caught with mild illness. The mobile modular hospital is mainly composed of medical modules, technical support modules, ward units, living support units and transportation capacity under field conditions, and there are complete equipment and specialized personnel to treat patients. Due to the severity and particularity of SARS-CoV-2, taking granted from lessons learnt from mobile modular hospitals, we use the existing large venues to construct a new fixed modular hospital. As patients need to be treated and tested, it is important to develop a clinical laboratory in the modular hospital and ensure biosafety. The construction of a clinical laboratory in the modular hospital is faced with problems such as time pressure, limited site selection, high level of biosafety, lack of experience and so forth. This paper mainly discusses how to construct the clinical laboratory in the modular hospital quickly and safely and put it into use to provide testing service for patients under various limited conditions.\n\n\n\nKEYWORDS:\n\nCOVID-19; biological safety; handheld system; modular hospital\n\n\nPMID:32242830DOI:10.1515/cclm-2020-0332",
            "nodeid": "845114",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32242830#"
        },
        {
            "date": "2020-04-04T09:23:04",
            "datestamp": "1585992184",
            "flu_trackers_post_content": "https://www.youtube.com/watch?v=HFBCHQJBkB8",
            "nodeid": "845112",
            "url": "https://www.youtube.com/watch?v=HFBCHQJBkB8"
        },
        {
            "date": "2020-04-04T09:20:02",
            "datestamp": "1585992002",
            "flu_trackers_post_content": "https://www.lawfareblog.com/how-do-y...orld-shut-down\n\nBiodefense\n\nHow Do You Spy When the World Is Shut Down?\n\nBy Alex Finley, Jonna Mendez, David Priess\nFriday, March 20, 2020, 7:18 PM",
            "nodeid": "845110",
            "url": "https://www.lawfareblog.com/how-do-you-spy-when-world-shut-down"
        }
    ]
}