{
    "count": 15,
    "date": "2020-03-16 21:08:31",
    "lastDatestamp": 1584353311,
    "posts": [
        {
            "nodeid": "829848",
            "date": "2020-02-17T09:34:43",
            "datestamp": "1589999999",
            "flu_trackers_post_content": "BEIJING, Feb. 17 (Xinhua) -- China has issued more than 1,600 force majeure certificates to shield companies from legal damages arising from the novel coronavirus disease (COVID-19) outbreak.The China Council for the Promotion of International Trade (CCPIT) has issued 1,615 certificates by last Friday for companies involving over 30 sectors, covering a total contract value of 109.9 billion yuan (about 15.7 billion U.S. dollars), said the CCPIT.The certificate exonerates companies from not performing or partially performing contractual duties by proving they are suffering from circumstances beyond their control.The COVID-19 epidemic has delayed production for some companies as quarantine measures held back many workers from returning to their posts.Some firms have presented the certificate to their clients and agreed on a later date to fulfill orders without facing legal liabilities, said the CCPIT.A manufacturing company in eastern China's Zhejiang Province was the first to obtain the certificate on Feb. 2 to excuse itself from breaching a 2.4-million-yuan overseas order that could incur 30 million yuan of compensation.The CCPIT's force majeure certificates are recognized by governments, customs, trade associations and enterprises of more than 200 countries and regions, it said.To minimize losses for foreign trade companies amid the outbreak, especially from contractual breaches, the Ministry of Commerce has instructed six trade associations in sectors like textile, mining, machinery and healthcare to help with legal counseling and applying for force majeure certificates.Chinese authorities have also urged local officials to help foreign-funded companies with work resumption and operation, with eastern China's Shandong Province rolling out a raft of measures like tax relief and deferring social insurance payments.",
            "url": "http://www.xinhuanet.com/english/2020-02/17/c_138791495.htm"
        },
        {
            "date": "2020-02-17T08:29:57",
            "datestamp": "1584353399",
            "flu_trackers_post_content": "University of Minnesota. Driven to Discover.The United States and other countries are evacuating their citizens from the Diamond Princess cruise ship quarantined in Japan where the number of infected people on the ship has risen to 355, as the number of local COVID-19 cases continues to grow in Singapore and Japan and as Hawaiian health officials investigate a connection to a Japanese visitor.In other developments, China now has 68,500 cases involving the novel coronavirus, two more deaths were reported outside the mainland—one in France and one in Taiwan—and a passenger who disembarked from the Westerdam cruise ship has tested positive for the virus.An international joint mission led by the World Health Organization (WHO) arrived in China and met with their colleagues from China for the first time today. On Twitter, WHO Director-General Tedros Adhanom Ghebreyesus, PhD, said, \"We look forward to this vitally important collaboration contributing to global knowledge about the COVID19 outbreak.\"Yesterday, Japan's health ministry reported 67 new cruise ship infections (38 asymptomatic) and today the agency reported 70 new cases (38 asymptomatic), bringing the total to 355.Meanwhile, a number of countries, including the United States, are evacuating their citizens from the quarantined cruise ship, which has been in Japan's Yokohama port since Feb 3. In a statement yesterday, the US Centers for Disease Control and Prevention (CDC) said it was working with the State Department to bring US citizens home on charter flights. There are about 400 Americans on the ship.The returning passengers will be subject to a 14-day quarantine and will be housed at two locations: Travis Air Force Base in California and Joint Base San Antonio-Lackland in Texas. Passengers will be screened before leaving Japan to avoid symptomatic people from boarding the plane. Once they return to the United States, the passengers will be housed separately from the evacuees from Hubei province.Meanwhile, an 83-year-old American woman who was on the Westerdam cruise ship and disembarked in Cambodia has tested positive for the virus after arriving in Malaysia, Reuters reported yesterday. She is the first of the boat's passengers to test positive. Cambodia recently allowed the ship to dock after it was turned away by four other countries.The woman initially tested negative in Cambodia, then was positive in a preliminary test in Malaysia. A second test confirmed the finding, according to the report. The test results for the woman's husband were negative. The couple were the only two with symptoms among the 145 ship passengers who entered Malaysia, which has now barred other Westerdam passengers. There are still 236 passengers and 747 crew on the boat.Over the weekend, Singapore and Japan reported more cases, nearly all local, and one of Japan's cases involves a traveler who got sick after arriving home from Hawaii.In health ministry reports yesterday and today, Singapore—which has the most cases outside of China—reported 8 more cases, raising its total to 75. The health ministry said 5 were linked to a known church cluster, 2 were connected to known contacts, and 1 was part of an identified workplace cluster.Meanwhile, Japan reported 6 more cases yesterday, raising its total to 43. Three patients are in Wakayama prefecture and appear to be part of a hospital cluster, including the wife of a man who worked at the facility.Two of the people confirmed in Japan over the past few days are a husband and wife who recently vacationed in Japan. The Hawaii Department of Health said in a Feb 14 statement that the man, who was apparently diagnosed first, stayed for a few days in Maui then traveled to Oahu, where he experienced cold-like symptoms without fever.The health department said the man was traveling with his wife and may have worn a mask during parts of his travel and added that he wore a mask during his flight back to Japan. Hawaiian officials are tracing contacts and have alerted health providers to be alert for more cases.Over the past 3 days, the number of daily COVID-19 cases reported in China declined, with 5,090 reported Friday, 2,641 yesterday, and 2,009 today. In an update today from the National Health Commission (NHC), the country reported 291 more serious cases and 142 more deaths, raising those respective totals to 11,272 and 1,665.The World Health Organization (WHO) online COVID-19 dashboard shows that, although Hubei province is the main epicenter, four other provinces have more than 1,000 confirmed cases: Guangdong (1,316), Henan (1,231), Zhejiang (1,167), and Hunan (1,004)Hubei province's government today announced new strict measures to curb the spread of the virus, Reuters reported. Authorities have barred all cars from the roads except for police cars, ambulances, public service vehicles, and those transporting goods. Government officials also announced health checks for all residents and said that companies must receive permission before resuming work.French health officials yesterday reported a death in an 80-year-old Chinese tourist who was hospitalized in Paris, marking the first such death in Europe, according to a Reuters report,In Taiwan, health officials today reported the first death in the administrative region, one of two cases reported today, both apparently involving local transmission, according to an official statement translated and posted by Avian Flu Diary (AFD), an infectious disease news blog. The report said the man was in his 60s and had underlying health conditions.In other COVID-19 developments over the last few days:See also:Feb 16 Tedros tweetFeb 15 Japan health ministry cruise ship updateFeb 16 Japan health ministry cruise ship updateFeb 15 CDC press releaseFeb 15 Reuters story on Westerdam developmentFeb 15 Singapore health ministry statementFeb 16 Singapore health ministry statementFeb 15 Japanese health ministry statementFeb 14 Hawaii Department of Health statementFeb 16 China NHC daily updateFeb 16 Reuters story on Hubei province measuresWHO online COVID-19 dashboardFeb 16 Reuters story on French deathFeb 16 AFD postGet CIDRAP news and other free newsletters.Sign up now»Unrestricted financial support provided byGrant support for ASP provided byBecome an underwriter»CIDRAP - Center for Infectious Disease Research and PolicyOffice of the Vice President for Research, University of Minnesota, Minneapolis, MN© 2020 Regents of the University of Minnesota. All rights reserved.The University of Minnesota is an equal opportunity educator and employer.CIDRAP  |  Office of the Vice President for Research  |  Contact U of M  |  Privacy Policy",
            "nodeid": "829848",
            "url": "https://www.dailymail.co.uk/news/article-8011197/South-Korea-tracks-coronavirus-patients-locations-using-phone-data-publishes-online.html"
        },
        {
            "date": "2020-03-16T10:07:39",
            "datestamp": "1584353259",
            "flu_trackers_post_content": "Clin Sci (Lond). 2020 Mar 13;134(5):543-545. doi: 10.1042/CS20200163.\nSoluble angiotensin-converting enzyme 2: a potential approach for coronavirus infection therapy?\n\n\nBatlle D1, Wysocki J1, Satchell K2,3.\n\nAuthor information\n\n\n\n\nAbstract\n\nA new coronavirus, referred to as SARS-CoV-2, is responsible for the recent outbreak of severe respiratory disease. This outbreak first detected in Wuhan, China in December 2019, has spread to other regions of China and to 25 other countries as of January, 2020. It has been known since the 2003 SARS epidemic that the receptor critical for SARS-CoV entry into host cells is the angiotensin-converting enzyme 2 (ACE2). The S1 domain of the spike protein of SARS-CoV attaches the virus to its cellular receptor ACE2 on the host cells. We thought that it is timely to explain the connection between the SARS-CoV, SARS-CoV-2, ACE2 and the rationale for soluble ACE2 as a potential therapy.\n© 2020 The Author(s).\n\n\n\nKEYWORDS:\n\n2019 Novel Coronavirus; Coronavirus; angiotensin converting enzyme 2\n\n\nPMID:32167153DOI:10.1042/CS20200163",
            "nodeid": "837501",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32167153#"
        },
        {
            "date": "2020-03-16T10:06:14",
            "datestamp": "1584353174",
            "flu_trackers_post_content": "J Med Virol. 2020 Mar 13. doi: 10.1002/jmv.25758. [Epub ahead of print]\nAn exclusive 42 amino acid signature in pp1ab protein provides insights into the evolutive history of the 2019 novel human-pathogenic coronavirus (SARS-CoV2).\n\n\nCárdenas-Conejo Y1, Liñan-Rico A2, García-Rodríguez DA3, Centeno-Leija S1, Serrano-Posada H1.\n\nAuthor information\n\n\n\n\nAbstract\n\nThe city of Wuhan, Hubei province, China, was the origin of a severe pneumonia outbreak in December 2019, attributed to a novel coronavirus (SARS-CoV2), causing a total of 2761 deaths and 81109 cases (February 25, 2020). SARS-CoV2 belongs to genus Betacoronavirus, subgenus Sarbecovirus. The polyprotein 1ab (pp1ab) remains unstudied thoroughly since it is similar to other sarbecoviruses. In this short communication, we performed phylogenetic-structural sequence analysis of pp1ab protein of SARS-CoV2. The analysis showed that the viral pp1ab has not changed in most isolates throughout the outbreak time, but interestingly a deletion of 8 aa in the virulence factor non-structural protein 1 was found in a virus isolated from a Japanese patient that did not display critical symptoms. While comparing pp1ab protein with other betacoronaviruses, we found a 42 amino acid signature that is only present in SARS-CoV2 (AS-SCoV2). Members from clade 2 of sarbecoviruses have traces of this signature. The AS-SCoV2 located in the acidic-domain of papain-like protein of SARS-CoV2 and bat-SL-RatG13 guided us to suggest that the novel 2019 coronavirus probably emerged by genetic drift from bat-SL-CoV-RaTG13. The implication of this amino acid signature in papain-like protein structure arrangement and function is something worth to be explored. This article is protected by copyright. All rights reserved.\nThis article is protected by copyright. All rights reserved.\n\n\n\nKEYWORDS:\n\nCoronavirus; SARS; SARS-CoV2; Virus; Wuhan; pp1ab protein\n\n\nPMID:32167166DOI:10.1002/jmv.25758",
            "nodeid": "837500",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32167166#"
        },
        {
            "date": "2020-03-16T10:01:02",
            "datestamp": "1584352862",
            "flu_trackers_post_content": "J Med Virol. 2020 Mar 13. doi: 10.1002/jmv.25762. [Epub ahead of print]\nThe establishment of reference sequence for SARS-CoV-2 and variation analysis.\n\n\nWang C1,2,3, Liu Z1,2, Chen Z2, Huang X2, Xu M1,2, He T1,2, Zhang Z1,2,4.\n\nAuthor information\n\n\n\n\nAbstract\n\nStarting around December 2019, an epidemic of pneumonia, which was named COVID-19 by World Health Organization (WHO), broke out in Wuhan, China, and is spreading throughout the world. A new coronavirus, named SARS-CoV-2 by the Coronavirus Study Group of the International Committee on Taxonomy of Viruses (ICTV) was soon found to be the cause. At present, the sensitivity of clinical nucleic acid detection is limited, and it is still unclear whether it is related to genetic variation. In this study, we retrieved 95 full-length genomic sequences of SARAS-CoV-2 strains from the NCBI and GISAID databases, established the reference sequence by conducting multiple sequence alignment and phylogenetic analyses, and analyzed sequence variations along the SARS-CoV-2 genome. The homology among all viral strains was generally high, among them 99.99% (99.91%-100%) at the nucleotide level, 99.99% (99.79%-100%) at the amino acid level. Although overall variation in ORF regions is low, 13 variation sites in 1a, 1b, S, 3a, M, 8, and N regions were identified, among which positions nt28144 in ORF 8 and nt8782 in ORF 1a showed mutation rate of 30.53% (29/95) and 29.47% (28/95) respectively. These findings suggested that there may be selective mutations in SARS-COV-2, and it is necessary to avoid certain regions when designing primers and probes. Establishment of the reference sequence for SARS-CoV-2 could benefit not only biological study of this virus but also diagnosis, clinical monitoring and intervention of SARS-CoV-2 infection in the future. This article is protected by copyright. All rights reserved.\nThis article is protected by copyright. All rights reserved.\n\n\n\nKEYWORDS:\n\nSARS-CoV-2; homology; nucleotide; reference sequence; variation\n\n\nPMID:32167180DOI:10.1002/jmv.25762",
            "nodeid": "837496",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32167180#"
        },
        {
            "date": "2020-03-16T09:54:11",
            "datestamp": "1584352451",
            "flu_trackers_post_content": "J Med Virol. 2020 Mar 13. doi: 10.1002/jmv.25763. [Epub ahead of print]\nInitial clinical features of suspected Coronavirus Disease 2019 in two emergency departments outside of Hubei, China.\n\n\nZhu W1,2, Xie K1, Lu H1,3, Xu L1, Zhou S1,4, Fang S1,2.\n\nAuthor information\n\n\n\n\nAbstract\n\nBACKGROUND:\n\nWith an increasing number of Coronavirus Disease 2019 (COVID-19) cases outside of Hubei, emergency departments (EDs) and fever clinics are facing challenges posed by the large number of admissions of patients suspected to have COVID-19. Therefore, it is of crucial importance to study the initial clinical features of patients, to better differentiate between infected and uninfected patients outside Hubei.\nMETHODS:\n\nA total of 116 patients suspected of having COVID-19 who presented to two emergency departments in Anhui for the first time between 24 January 2020 and 20 February 2020 were enrolled in the study. The initial clinical data of these patients, such as epidemiological features, symptoms, laboratory results, and chest computed tomography findings were collected using a standard case report form on admission.\nRESULTS:\n\nThirty-two patients were diagnosed with COVID-19; the remaining 84 patients were referred to as negative cases. The median age of the diagnosed patients was 46 years, but only 35 years for negative cases. History of exposure to Wuhan or COVID-19 patients in the previous 2 weeks was observed in 63% of the diagnosed and 44% of negative cases. Median time from illness onset to ED admission was 5 days for all patients, diagnosed patients, and negative cases, respectively. Fever was observed in 27 (84%) and 57 (68%) diagnosed and negative cases, respectively. Nineteen (59%) diagnosed and 24 (29%) negative cases had lymphopenia on admission in ED. A chest CT scan on admission revealed the presence of pneumonia in the majority of the diagnosed patients (30 out of 32, 94%) and in 56 (67%) negative cases. Bilateral involvement and ground-glass opacity (GGO) were present in 91% and 47% of the diagnosed patients.\nCONCLUSION:\n\nThe initial clinical features of patients suspected of having COVID-19 in EDs outside Hubei were relatively mild. Meanwhile, diagnosed patients without definite exposure history tend to show more atypical initial clinical features in ED. No initial clinical feature was found to be specific to diagnosed patients, which could allow for early clinical diagnosis of COVID-19 in EDs. We recommend strict medical observation and quarantine of all patients suspected of having COVID-19, either in the ED itself or in a dedicated quarantine facility, irrespective of initial clinical features, especially in under-resourced regions without access to rapid nucleic acid amplification tests. This article is protected by copyright. All rights reserved.\nThis article is protected by copyright. All rights reserved.\n\n\n\nKEYWORDS:\n\nCoronavirus; Epidemiology; Infection; Virus classification\n\n\nPMID:32167181DOI:10.1002/jmv.25763",
            "nodeid": "837494",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32167181#"
        },
        {
            "date": "2020-03-16T09:52:47",
            "datestamp": "1584352367",
            "flu_trackers_post_content": "JAMA Intern Med. 2020 Mar 13. doi: 10.1001/jamainternmed.2020.0994. [Epub ahead of print]\nRisk Factors Associated With Acute Respiratory Distress Syndrome and Death in Patients With Coronavirus Disease 2019 Pneumonia in Wuhan, China.\n\n\nWu C1,2,3, Chen X3, Cai Y2, Xia J4, Zhou X2, Xu S2, Huang H4, Zhang L4, Zhou X4, Du C1, Zhang Y3, Song J3, Wang S3, Chao Y3, Yang Z5, Xu J6, Zhou X7, Chen D8, Xiong W9, Xu L10, Zhou F1, Jiang J3, Bai C3,11, Zheng J12, Song Y1,3,11,13.\n\nAuthor information\n\n\n\n\nAbstract\n\nImportance:\n\nCoronavirus disease 2019 (COVID-19) is an emerging infectious disease that was first reported in Wuhan, China, and has subsequently spread worldwide. Risk factors for the clinical outcomes of COVID-19 pneumonia have not yet been well delineated.\nObjective:\n\nTo describe the clinical characteristics and outcomes in patients with COVID-19 pneumonia who developed acute respiratory distress syndrome (ARDS) or died.\nDesign, Setting, and Participants:\n\nRetrospective cohort study of 201 patients with confirmed COVID-19 pneumonia admitted to Wuhan Jinyintan Hospital in China between December 25, 2019, and January 26, 2020. The final date of follow-up was February 13, 2020.\nExposures:\n\nConfirmed COVID-19 pneumonia.\nMain Outcomes and Measures:\n\nThe development of ARDS and death. Epidemiological, demographic, clinical, laboratory, management, treatment, and outcome data were also collected and analyzed.\nResults:\n\nOf 201 patients, the median age was 51 years (interquartile range, 43-60 years), and 128 (63.7%) patients were men. Eighty-four patients (41.8%) developed ARDS, and of those 84 patients, 44 (52.4%) died. In those who developed ARDS, compared with those who did not, more patients presented with dyspnea (50 of 84 [59.5%] patients and 30 of 117 [25.6%] patients, respectively [difference, 33.9%; 95% CI, 19.7%-48.1%]) and had comorbidities such as hypertension (23 of 84 [27.4%] patients and 16 of 117 [13.7%] patients, respectively [difference, 13.7%; 95% CI, 1.3%-26.1%]) and diabetes (16 of 84 [19.0%] patients and 6 of 117 [5.1%] patients, respectively [difference, 13.9%; 95% CI, 3.6%-24.2%]). In bivariate Cox regression analysis, risk factors associated with the development of ARDS and progression from ARDS to death included older age (hazard ratio [HR], 3.26; 95% CI 2.08-5.11; and HR, 6.17; 95% CI, 3.26-11.67, respectively), neutrophilia (HR, 1.14; 95% CI, 1.09-1.19; and HR, 1.08; 95% CI, 1.01-1.17, respectively), and organ and coagulation dysfunction (eg, higher lactate dehydrogenase [HR, 1.61; 95% CI, 1.44-1.79; and HR, 1.30; 95% CI, 1.11-1.52, respectively] and D-dimer [HR, 1.03; 95% CI, 1.01-1.04; and HR, 1.02; 95% CI, 1.01-1.04, respectively]). High fever (≥39 °C) was associated with higher likelihood of ARDS development (HR, 1.77; 95% CI, 1.11-2.84) and lower likelihood of death (HR, 0.41; 95% CI, 0.21-0.82). Among patients with ARDS, treatment with methylprednisolone decreased the risk of death (HR, 0.38; 95% CI, 0.20-0.72).\nConclusions and Relevance:\n\nOlder age was associated with greater risk of development of ARDS and death likely owing to less rigorous immune response. Although high fever was associated with the development of ARDS, it was also associated with better outcomes among patients with ARDS. Moreover, treatment with methylprednisolone may be beneficial for patients who develop ARDS.\n\n\n\nPMID:32167524DOI:10.1001/jamainternmed.2020.0994",
            "nodeid": "837493",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32167524#"
        },
        {
            "date": "2020-03-16T09:51:32",
            "datestamp": "1584352292",
            "flu_trackers_post_content": "JAMA Pediatr. 2020 Mar 13. doi: 10.1001/jamapediatrics.2020.0828. [Epub ahead of print]\nWhat Does the Coronavirus Disease 2019 (COVID-19) Mean for Families?\n\n\nThompson LA1,2, Rasmussen SA1,3.\n\nAuthor information\n\n\n\n\nPMID:32167533DOI:10.1001/jamapediatrics.2020.0828",
            "nodeid": "837492",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32167533#"
        },
        {
            "date": "2020-03-16T09:49:50",
            "datestamp": "1584352190",
            "flu_trackers_post_content": "ACS Chem Neurosci. 2020 Mar 13. doi: 10.1021/acschemneuro.0c00122. [Epub ahead of print]\nEvidence of the COVID-19 Virus Targeting the CNS: Tissue Distribution, Host-Virus Interaction, and Proposed Neurotropic Mechanisms.\n\n\nBaig AM1, Khaleeq A1, Ali U2, Syeda H3.\n\nAuthor information\n\n\n\n\nAbstract\n\nThe recent outbreak of coronavirus infectious disease 2019 (COVID-19) has gripped the world with apprehension and has evoked a scare of epic proportion regarding its potential to spread and infect humans worldwide. As we are in the midst of an ongoing pandemic of COVID-19, scientists are struggling to understand how it resembles and differs from the severe acute respiratory syndrome coronavirus (SARS-CoV) at the genomic and transcriptomic level. In a short time following the outbreak, it has been shown that, similar to SARS-CoV, COVID-19 virus exploits the angiotensin-converting enzyme 2 (ACE2) receptor to gain entry inside the cells. This finding raises the curiosity of investigating the expression of ACE2 in neurological tissue and determining the possible contribution of neurological tissue damage to the morbidity and mortality caused by COIVD-19. Here, we investigate the density of the expression levels of ACE2 in the CNS, the host-virus interaction and relate it to the pathogenesis and complications seen in the recent cases resulting from the COVID-19 outbreak. Also, we debate the need for a model for staging COVID-19 based on neurological tissue involvement.\n\n\n\nKEYWORDS:\n\nACE2 tissue distribution; COVID-19; Coronavirus; SARS-CoV-2; host−virus interaction; spike protein\n\n\nPMID:32167747DOI:10.1021/acschemneuro.0c00122",
            "nodeid": "837491",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32167747#"
        },
        {
            "date": "2020-03-16T09:48:35",
            "datestamp": "1584352115",
            "flu_trackers_post_content": "Radiology. 2020 Mar 13:200847. doi: 10.1148/radiol.2020200847. [Epub ahead of print]\nCan Lung US Help Critical Care Clinicians in the Early Diagnosis of Novel Coronavirus (COVID-19) Pneumonia?\n\n\nPoggiali E1, Dacrema A1, Bastoni D1, Tinelli V1, Demichele E1, Mateo Ramos P1, Marcianò T1, Silva M1, Vercelli A1, Magnacavallo A1.\n\nAuthor information\n\n\n\n\nPMID:32167853DOI:10.1148/radiol.2020200847",
            "nodeid": "837489",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32167853#"
        },
        {
            "date": "2020-03-16T09:47:42",
            "datestamp": "1584352062",
            "flu_trackers_post_content": "J Thorac Imaging. 2020 Mar 12. doi: 10.1097/RTI.0000000000000506. [Epub ahead of print]\nA Diabetic Patient With 2019-nCoV Infection Who Recovered and Was Discharged From Hospital.\n\n\nHan X1,2, Fan Y3, Wan YL4, Shi H1,2.\n\nAuthor information\n\n\n\n\nAbstract\n\nNovel coronavirus has become a global health hazard and its high infectivity is alarming. The imaging findings of the 2019-nCoV infection in our young diabetic patient featured ground-glass opacities and consolidations in both lungs. The lung lesions may involute rapidly during the course. The patient showed improvement both clinically and on computed tomography imaging at discharged after 2 weeks'treatment. Computed tomography scans of patients helped monitor the changes continuously, which could timely provide the information of the evolution of the disease or therapeutic effect to clinicians.\n\n\n\nPMID:32168162DOI:10.1097/RTI.0000000000000506",
            "nodeid": "837488",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32168162#"
        },
        {
            "date": "2020-03-16T09:46:37",
            "datestamp": "1584351997",
            "flu_trackers_post_content": "Emerg Infect Dis. 2020 Mar 13;26(6). doi: 10.3201/eid2606.200320. [Epub ahead of print]\nCase-Fatality Risk Estimates for COVID-19 Calculated by Using a Lag Time for Fatality.\n\n\nWilson N, Kvalsvig A, Barnard LT, Baker MG.\n\nAbstract\n\nWe estimated the case-fatality risk for 2019 novel coronavirus disease cases in China (3.5%); China, excluding Hubei Province (0.8%); 82 countries, territories, and areas (4.2%); and on a cruise ship (0.6%). Lower estimates might be closest to the true value, but a broad range of 0.25%-3.0% probably should be considered.\n\n\n\nKEYWORDS:\n\n2019 novel coronavirus disease; COVID-19; SARS-CoV-2; case-fatality risk; coronaviruses; pandemic; respiratory diseases; severe acute respiratory syndrome coronavirus 2; viruses; zoonoses\n\n\nPMID:32168463DOI:10.3201/eid2606.200320\nFree full text",
            "nodeid": "837484",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32168463#"
        },
        {
            "date": "2020-03-16T09:19:56",
            "datestamp": "1584350396",
            "flu_trackers_post_content": "Prog Cardiovasc Dis. 2020 Mar 10. pii: S0033-0620(20)30055-4. doi: 10.1016/j.pcad.2020.03.001. [Epub ahead of print]\nCardiac troponin I in patients with coronavirus disease 2019 (COVID-19): Evidence from a meta-analysis.\n\n\nLippi G1, Lavie CJ2, Sanchis-Gomar F3.\n\nAuthor information\n\n\n\n\nKEYWORDS:\n\nCOVID-19; Coronavirus; Prognosis; Troponin\n\n\nPMID:32169400DOI:10.1016/j.pcad.2020.03.001",
            "nodeid": "837466",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32169400#"
        },
        {
            "date": "2020-03-16T09:16:08",
            "datestamp": "1584350168",
            "flu_trackers_post_content": "J Infect. 2020 Mar 10. pii: S0163-4453(20)30107-9. doi: 10.1016/j.jinf.2020.02.026. [Epub ahead of print]\nCOVID-19 Spike-host cell receptor GRP78 binding site prediction.\n\n\nIbrahim IM1, Abdelmalek DH1, Elshahat ME1, Elfiky AA2.\n\nAuthor information\n\n\n\n\nAbstract\n\nOBJECTIVES:\n\nUnderstanding the novel coronavirus (COVID-19) mode of host cell recognition may help to fight the disease and save lives. The spike protein of coronaviruses is the main driving force for host cell recognition.\nMETHODS:\n\nIn this study, the COVID-19 spike binding site to the cell-surface receptor (Glucose Regulated Protein 78 (GRP78)) is predicted using combined molecular modeling docking and structural bioinformatics. The COVID-19 spike protein is modeled using its counterpart, the SARS spike.\nRESULTS:\n\nSequence and structural alignments show that four regions, in addition to its cyclic nature have sequence and physicochemical similarities to the cyclic Pep42. Protein-protein docking was performed to test the four regions of the spike that fit tightly in the GRP78 Substrate Binding Domain β (SBDβ). The docking pose revealed the involvement of the SBDβ of GRP78 and the receptor-binding domain of the coronavirus spike protein in recognition of the host cell receptor.\nCONCLUSIONS:\n\nWe reveal that the binding is more favorable between regions III (C391-C525) and IV (C480-C488) of the spike protein model and GRP78. Region IV is the main driving force for GRP78 binding with the predicted binding affinity of -9.8 kcal/mol. These nine residues can be used to develop therapeutics specific against COVID-19.\nCopyright © 2020 The British Infection Association. Published by Elsevier Ltd. All rights reserved.\n\n\n\nKEYWORDS:\n\nBiP; COVID-19 spike; GRP78; Pep42; protein-protein docking; structural bioinformatics\n\n\nPMID:32169481DOI:10.1016/j.jinf.2020.02.026",
            "nodeid": "837463",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32169481#"
        },
        {
            "date": "2020-03-16T08:43:02",
            "datestamp": "1584348182",
            "flu_trackers_post_content": "Front Med. 2020 Mar 12. doi: 10.1007/s11684-020-0754-0. [Epub ahead of print]\nSingle-cell RNA-seq data analysis on the receptor ACE2 expression reveals the potential risk of different human organs vulnerable to 2019-nCoV infection.\n\n\nZou X1, Chen K1, Zou J1, Han P2, Hao J3, Han Z4.\n\nAuthor information\n\n\n\n\nAbstract\n\nIt has been known that, the novel Coronavirus, 2019-nCoV, which is considered similar to SARS-CoV and originated from Wuhan (China), invades human cells via the receptor angiotensin converting enzyme II (ACE2). Moreover, lung cells that have ACE2 expression may be the main target cells during 2019-nCoV infection. However, some patients also exhibit non-respiratory symptoms, such as kidney failure, implying that 2019-nCoV could also invade other organs. To construct a risk map of different human organs, we analyzed the single-cell RNA sequencing (scRNA-seq) datasets derived from major human physiological systems, including the respiratory, cardiovascular, digestive, and urinary systems. Through scRNA-seq data analyses, we identified the organs at risk, such as lung, heart, esophagus, kidney, bladder, and ileum, and located specific cell types (i.e., type II alveolar cells (AT2), myocardial cells, proximal tubule cells of the kidney, ileum and esophagus epithelial cells, and bladder urothelial cells), which are vulnerable to 2019-nCoV infection. Based on the findings, we constructed a risk map indicating the vulnerability of different organs to 2019-nCoV infection. This study may provide potential clues for further investigation of the pathogenesis and route of 2019-nCoV infection.\n\n\n\nKEYWORDS:\n\n2019-nCoV; ACE2; single-cell RNA-seq\n\n\nPMID:32170560DOI:10.1007/s11684-020-0754-0",
            "nodeid": "837447",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32170560#"
        },
        {
            "date": "2020-03-16T08:39:32",
            "datestamp": "1584347972",
            "flu_trackers_post_content": "J Med Virol. 2020 Mar 14. doi: 10.1002/jmv.25766. [Epub ahead of print]\nCoronavirus Disease 2019 (COVID-19): What we know?\n\n\nHe F1, Deng Y1, Li W2.\n\nAuthor information\n\n\n\n\nAbstract\n\nIn late December 2019, a cluster of unexplained pneumonia cases has been reported in Wuhan, China. A few days later, the causative agent of this mysterious pneumonia was identified as a novel coronavirus. This causative virus has been temporarily named as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and the relevant infected disease has been named as coronavirus disease 2019 (COVID-19) by the World Health Organization respectively. The COVID-19 epidemic is spreading in China and all over the world now. The purpose of this review is primarily to review the pathogen, clinical features, diagnosis, and treatment of COVID-19, but also to comment briefly on the epidemiology and pathology based on the current evidences. This article is protected by copyright. All rights reserved.\nThis article is protected by copyright. All rights reserved.\n\n\n\nKEYWORDS:\n\nCOVID-19; SARS-CoV-2; coronavirus\n\n\nPMID:32170865DOI:10.1002/jmv.25766",
            "nodeid": "837445",
            "url": "https://www.ncbi.nlm.nih.gov/pubmed/32170865#"
        }
    ]
}