{
    "count": 18,
    "date": "2020-03-23 18:26:23",
    "lastDatestamp": 1584948383,
    "posts": [
        {
            "date": "2020-03-23T07:26:23",
            "datestamp": "1584948383",
            "flu_trackers_post_content": "https://www.youtube.com/watch?v=SYuSFUYMuU0\nhttps://www.youtube.com/watch?v=ct7iSsrZ8kc",
            "nodeid": "840181",
            "url": "https://www.youtube.com/watch?v=SYuSFUYMuU0"
        },
        {
            "date": "2020-03-23T07:19:13",
            "datestamp": "1584947953",
            "flu_trackers_post_content": "https://www.dailyastorian.com/corona...d67b0c11c.html\n\n\n\n\nAstoria prohibits visitors to hotels over virus fears\n\nCounty also issues new lodging restrictions as the state closes parksBy Edward Stratton and Katie Frankowicz, The Astorian\n11 hrs ago\n“We have been appalled by the sight of tens of thousands of irresponsible vacationers flocking to the coast, as if this was just another spring break week, with callous disregard for residents’ health and safety,” Jones wrote.\n\n\nThe mayor said the city's order has exceptions for critical workers, such as doctors, nurses and patients getting treatment at the cancer center.\n\n“It’s just vacationers that we’re targeting with this resolution,” Jones said.\n...",
            "nodeid": "840180",
            "url": "https://www.dailyastorian.com/coronavirus/astoria-prohibits-visitors-to-hotels-over-virus-fears/article_b90c06f6-6c76-11ea-a0a6-13bd67b0c11c.html"
        },
        {
            "date": "2020-03-23T07:14:28",
            "datestamp": "1584947668",
            "flu_trackers_post_content": "https://ktvz.com/news/coronavirus/20...-parks-monday/\n\n\n\n\r\n\t\t\t\r\n\t\t\t\tBy KTVZ news sources\ntoday at 3:51 pm\nPublished  March 22, 2020  3:48 pm\n\n\n\nDue to crowds, Oregon now plans to close all state parks Monday",
            "nodeid": "840179",
            "url": "https://ktvz.com/news/coronavirus/2020/03/22/due-to-crowds-oregon-now-plans-to-close-all-state-parks-monday/"
        },
        {
            "date": "2020-03-23T07:12:19",
            "datestamp": "1584947539",
            "flu_trackers_post_content": "https://www.wweek.com/outdoors/2020/...a-river-gorge/\n\n\n\n\nAnxious Oregonians Head for the Woods, Creating a Traffic Jam in the Columbia River Gorge\n\n“Parking lots and roadside parking overflowed this week, with cars parking in ditches and blocking intersections.”\nBy Aaron Mesh\nPublished March 20 at 5:05 PMUpdated March 21 at 12:58 PM\n\nLooking for respite from a pandemic by escaping to the woods? You're not alone.\n\nOregon transportation officials say car traffic in the Columbia River Gorge has jumped to midsummer levels as anxious, recently jobless Portlanders look for solitude at the region's most popular waterfalls...",
            "nodeid": "840178",
            "url": "https://www.wweek.com/outdoors/2020/03/20/anxious-oregonians-head-for-the-woods-creating-a-traffic-jam-in-the-columbia-river-gorge/"
        },
        {
            "date": "2020-03-23T06:59:39",
            "datestamp": "1584946779",
            "flu_trackers_post_content": "https://www.kitsapsun.com/story/news...es/2886153001/\n\n\n\n\nThe time has come to isolate your children, one Kitsap pediatrician advises\n\n\nChris Henry, Kitsap Sun Published 3:23 p.m. PT March 20, 2020 | Updated 11:20 p.m. PT March 20, 2020",
            "nodeid": "840175",
            "url": "https://www.kitsapsun.com/story/news/local/2020/03/20/its-time-isolate-your-children-one-kitsap-pediatrician-advises/2886153001/"
        },
        {
            "date": "2020-03-23T05:16:27",
            "datestamp": "1584940587",
            "flu_trackers_post_content": "New Zealanders are preparing to go into an unprecedented lockdown period at midnight on Wednesday \n\nhttps://www.rnz.co.nz/news/national/...ld-on-23-march",
            "nodeid": "840174",
            "url": "https://www.rnz.co.nz/news/national/412361/coronavirus-live-updates-in-nz-and-around-the-world-on-23-march"
        },
        {
            "date": "2020-03-23T02:32:50",
            "datestamp": "1584930770",
            "flu_trackers_post_content": "",
            "nodeid": "840171",
            "url": "https://youtu.be/Es_iY5WJdmI"
        },
        {
            "date": "2020-03-23T00:45:38",
            "datestamp": "1584924338",
            "flu_trackers_post_content": "hat tip to a follower\n\n\n\nA cluster randomised trial of cloth masks compared with medical masks in healthcare workersC Raina MacIntyre1,\nHolly Seale1,\nTham Chi Dung2,\nNguyen Tran Hien2,\nPhan Thi Nga2,\nAbrar Ahmad Chughtai1,\nBayzidur Rahman1,\nDominic E Dwyer3,\nQuanyi Wang4\nAuthor affiliations\n\nAbstract\n\n\nObjective The aim of this study was to compare the efficacy of cloth masks to medical masks in hospital healthcare workers (HCWs). The null hypothesis is that there is no difference between medical masks and cloth masks.\n\nSetting 14 secondary-level/tertiary-level hospitals in Hanoi, Vietnam.\n\nParticipants 1607 hospital HCWs aged ≥18 years working full-time in selected high-risk wards.\n\nIntervention Hospital wards were randomised to: medical masks, cloth masks or a control group (usual practice, which included mask wearing). Participants used the mask on every shift for 4 consecutive weeks.\n\nMain outcome measure Clinical respiratory illness (CRI), influenza-like illness (ILI) and laboratory-confirmed respiratory virus infection.\n\nResults The rates of all infection outcomes were highest in the cloth mask arm, with the rate of ILI statistically significantly higher in the cloth mask arm (relative risk (RR)=13.00, 95% CI 1.69 to 100.07) compared with the medical mask arm. Cloth masks also had significantly higher rates of ILI compared with the control arm. An analysis by mask use showed ILI (RR=6.64, 95% CI 1.45 to 28.65) and laboratory-confirmed virus (RR=1.72, 95% CI 1.01 to 2.94) were significantly higher in the cloth masks group compared with the medical masks group. Penetration of cloth masks by particles was almost 97% and medical masks 44%.\n\nConclusions This study is the first RCT of cloth masks, and the results caution against the use of cloth masks. This is an important finding to inform occupational health and safety. Moisture retention, reuse of cloth masks and poor filtration may result in increased risk of infection. Further research is needed to inform the widespread use of cloth masks globally. However, as a precautionary measure, cloth masks should not be recommended for HCWs, particularly in high-risk situations, and guidelines need to be updated.\n\nhttps://bmjopen.bmj.com/content/5/4/e006577",
            "nodeid": "840139",
            "url": "https://bmjopen.bmj.com/content/5/4/e006577#aff-1"
        },
        {
            "date": "2020-03-22T21:08:49",
            "datestamp": "1584911329",
            "flu_trackers_post_content": "Source: https://cfjctoday.com/2020/03/22/spa...s-coronavirus/\n\nSpanish opera singer Plácido Domingo has coronavirus\nMar 22, 2020\n\nMADRID — Spanish opera singer Plácido Domingo said Sunday that he’s infected with the coronavirus.\n\nThe 79-year-old Domingo said in a post on his personal Facebook account Sunday that “I feel it is my moral duty to announce to you that I have tested positive.”\n\nThe tenor says he and his family are in self-isolation and that he is feeling well despite having fever and a cough...",
            "nodeid": "840104",
            "url": "https://cfjctoday.com/2020/03/22/spanish-opera-singer-placido-domingo-has-coronavirus/"
        },
        {
            "date": "2020-03-22T20:17:04",
            "datestamp": "1584908224",
            "flu_trackers_post_content": "SANAEnglishOfficial\n@SANAEnOfficial\n\nHealth Minister: First case of Coronavirus registered in Syria in patient who had come from abroad, appropriate measures have been taken to deal with the case",
            "nodeid": "840075",
            "url": "https://twitter.com/SANAEnOfficial"
        },
        {
            "date": "2020-03-22T20:14:19",
            "datestamp": "1584908059",
            "flu_trackers_post_content": "First case was a 39-year-old national who had arrived from Norway:  https://www.postguam.com/the_globe/n...89b39e7b9.html",
            "nodeid": "840072",
            "url": "https://www.postguam.com/the_globe/nation/angola-eritrea-uganda-confirm-first-cases/article_5ef0320a-6bdb-11ea-8e6b-27f89b39e7b9.html"
        },
        {
            "date": "2020-03-22T19:46:53",
            "datestamp": "1584906413",
            "flu_trackers_post_content": "Source: https://www.kentucky.com/news/corona...241411336.html\n\nKentucky Senator Rand Paul tests positive for COVID-19\nBy Morgan Eads and\nDaniel Desrochers\nMarch 22, 2020 01:51 PM\n\nU.S. Sen. Rand Paul has tested positive for COVID-19, his office announced Sunday.\n\n“He is feeling fine and is in quarantine,” Paul’s office announced. “He is asymptomatic and was tested out of an abundance of caution due to his extensive travel and events. He was not aware of any direct contact with any infected person.”\n\nPaul, a Republican from Bowling Green, Kentucky, said he was not aware of direct contact with anyone infected and expects to be back in the Senate after his quarantine ends, according to his office...",
            "nodeid": "840062",
            "url": "https://www.kentucky.com/news/coronavirus/article241411336.html"
        },
        {
            "date": "2020-03-22T19:35:33",
            "datestamp": "1584905733",
            "flu_trackers_post_content": "Gov. Edwards Issues Statewide Stay at Home Order to Further Fight the Spread of COVID-19 in Louisiana\n\n\nMarch 22, 2020\n\nToday, Gov. John Bel Edwards issued a statewide Stay at Home order that goes into effect at 5 p.m. Monday, March 23, to further fight the spread of COVID-19 in Louisiana, as the number of confirmed cases have topped 800 and spread to more than half of our parishes.Click here to read the Governor’s statewide Stay at Home order.\nClick here to see graphics.\n\n“In Louisiana we have taken aggressive measures to mitigate the spread of COVID-19 and flatten the curve; however, this is not enough. As our number of cases continue to grow, I am directing all Louisianans to stay at home unless it is absolutely necessary for you to leave. I am implementing this measure to help prevent you from becoming infected or infecting someone else. People can leave their homes to do essential things like buying groceries or food, pick up medicine or go to work only if their job is essential. If you have to go out, make sure you practice social distancing measures and keep 6 feet between you and the people around you. People are encouraged to go outside and to stay active during this time, as long as they practice social distancing when they are around their neighbors,” Gov. Edwards said. “This order is not something I take lightly, but it is necessary to protect the health, safety and well-being of our people, our communities and our way of life.”\n\nThe order is set to expire at the end of the night on Sunday, April 12. The Governor will re-evaluate the need for the statewide Stay at Home order and other mitigation measures currently in place to determine if they need to be extended beyond April 12.\n\nThe Governor previously ordered all K-12 public schools, casinos, bars movie theatres, gyms and fitness centers closed and restricted restaurants to take-out, drive-through and delivery orders only. He has also moved the state’s April 4 elections and limited crowd size.\n\nFor businesses, the new Stay at Home order has limits on the following:All places of public amusement, whether indoors or outdoors, including but not limited to, locations with amusement rides, carnivals, amusement parks, water parks, trampoline parks, aquariums, zoos, museums, arcades, fairs, pool halls, children’s play centers, playgrounds, theme parks, any theaters, concert and music halls, adult entertainment venues, racetracks, and other similar businesses.\nAll personal care and grooming businesses, including but not limited to, barber shops, beauty salons, nail salons, spas, massage parlors, tattoo parlors, and other similar businesses.\nAll malls, except for stores in a mall that have a direct outdoor entrance and exit that provide essential services and products as provided by the Cybersecurity & Infrastructure Security Agency (CISA) guidelines.\nBusinesses closed to the public as listed in the order can conduct necessary activities such as payroll, cleaning services, maintenance or upkeep as necessary.\nAny business not covered by the guidance from the CISA discussed in Section 3 of the order and not ordered to temporarily close must reduce operations to continue with minimum contact with members of the public and essential employees, while requiring proper social distancing, adhering to the 10-person limitation on gathering size.\nEarly learning centers and child care facilities adhering to the guidance issued by the Louisiana Department of Education and Office of Public Health may continue to operate.\n\nExamples of Essential Worker Functions under the Cybersecurity & Infrastructure Security Agency (CISA) guidelines include:Healthcare workers and caregivers\nMental health and Social Service workers\nPharmacy employees\nWorkers supporting groceries, pharmacies and other retail sales of food and beverage products\nRestaurant carryout and quick-serve food operations and food delivery employees\nFarm workers\nElectricity and Utility Industry Employees\nCritical Manufacturing Employees (medical supply chains, energy, transportation, food, chemicals)\nPetroleum, Natural and Propane Gas Workers\nTransportation and Logistics Workers\nCommunications and Information Technology Employees\nFinancial Services and Banking Industry Employees\n\nSee CISA essential business guidelines here.\n\nMembers of the public will still be allowed to go to grocery stores and pharmacies to pick up food, medicine and necessary supplies, go to their essential jobs and to go outside for exercise and fresh air. When leaving their home, people should practice social distancing.\n\n...\nhttps://gov.louisiana.gov/index.cfm/...om/detail/2427",
            "nodeid": "840059",
            "url": "https://gov.louisiana.gov/assets/Proclamations/2020/JBE-33-2020.pdf"
        },
        {
            "date": "2020-03-22T17:08:26",
            "datestamp": "1584896906",
            "flu_trackers_post_content": "Very Sobering\n\nINSIDE THE MILITARY'S TOP SECRET PLANS IF CORONAVIRUS CRIPPLES THE GOVERNMENT\n\nEven as President Trump says he tested negative for coronavirus, the COVID-19 pandemic raises the fear that huge swaths of the executive branch or even Congress and the Supreme Court could also be disabled, forcing the implementation of \"continuity of government\" plans that include evacuating Washington and \"devolving\" leadership to second-tier officials in remote and quarantined locations.\n\nBut Coronavirus is also new territory, where the military itself is vulnerable and the disaster scenarios being contemplated -- including the possibility of widespread domestic violence as a result of food shortages -- are forcing planners to look at what are called \"extraordinary circumstances\".\n\nAbove-Top Secret contingency plans already exist for what the military is supposed to do if all the Constitutional successors are incapacitated. Standby orders were issued more than three weeks ago to ready these plans, not just to protect Washington but also to prepare for the possibility of some form of martial law.\n\nmore...\n\nhttps://www.newsweek.com/exclusive-i...rnment-1492878",
            "nodeid": "839995",
            "url": "https://www.newsweek.com/exclusive-inside-militarys-top-secret-plans-if-coronavirus-cripples-government-1492878"
        },
        {
            "date": "2020-03-22T13:36:49",
            "datestamp": "1584884209",
            "flu_trackers_post_content": "Source: https://en.vietnamplus.vn/three-doct...d19/170506.vnp\n\nThree doctors in Indonesia, one in Malaysia die from COVID-19\nThree Indonesian doctors who tested positive for the novel coronavirus (SARS-CoV-2) died in Jakarta at the weekend, Indonesian Medical Association (IDI) chairman Daeng Muhammad confirmed on March 22.\nVNA Sunday, March 22, 2020 17:37\n\nThree doctors in Indonesia, one in Malaysia die from COVID-19 hinh anh 1Family members carry a deceased COVID-19 patient in Bekasi, West Java, on March 3. (Photo: Antara News)\n\nJakarta (VNA) – Three Indonesian doctors who tested positive for the novel coronavirus (SARS-CoV-2) died in Jakarta at the weekend, Indonesian Medical Association (IDI) chairman Daeng Muhammad confirmed on March 22.\n\nThey are a ear, nose and throat (ENT) specialist and a 34-year-old neurologist from Bekasi, West Java and a 70-year-old surgeon from Bogor, West Java who all died in hospitals in Jakarta.\n\nJakarta Governor Anies Baswedan revealed on March 20 that at least 25 medical personnel in the city had been infected with the virus...",
            "nodeid": "839937",
            "url": "https://en.vietnamplus.vn/three-doctors-in-indonesia-one-in-malaysia-die-from-covid19/170506.vnp"
        },
        {
            "date": "2020-03-22T12:34:00",
            "datestamp": "1584880440",
            "flu_trackers_post_content": "hat tip Jason Gale\n\nScientists have been unable to agree on what role asymptomatic transmission plays in spreading Covid-19. \n\nThe number of “silent carriers” – people who are infected by the new coronavirus but show delayed or no symptoms – could be as high as one-third of those who test positive, according to classified Chinese government data seen by the South China Morning Post.\n\nmore...\n\nhttps://www.scmp.com/news/china/soci...ers-classified",
            "nodeid": "839922",
            "url": "https://www.scmp.com/news/china/society/article/3076323/third-coronavirus-cases-may-be-silent-carriers-classified"
        },
        {
            "date": "2020-03-22T12:10:39",
            "datestamp": "1584879039",
            "flu_trackers_post_content": "Viral dynamics in mild and severe cases of COVID-19Yang Liu\nLi-Meng Yan\nLagen Wan\nTian-Xin Xiang\nAiping Le\nJia-Ming Liu\net al.\nShow all authors\nPublished:March 19, 2020DOI:https://doi.org/10.1016/S1473-3099(20)30232-2\nViral dynamics in mild and severe cases of COVID-19\n\nCoronavirus disease 2019 (COVID-19) is a new pandemic disease. We previously reported that the viral load of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) peaks within the first week of disease onset.\n1\n, \n2\n Findings from Feb, 2020, indicated that the clinical spectrum of this disease can be very heterogeneous.\n3\n Here, we report the viral RNA shedding patterns observed in patients with mild and severe COVID-19.\n76 patients admitted to the First Affiliated Hospital of Nanchang University (Nanchang, China) from Jan 21 to Feb 4, 2020, were included in the study. All patients were confirmed to have COVID-19 at the time of admission by RT-PCR. The viral loads of their nasopharyngeal swab samples were estimated with the DCt method (Ctsample – Ctref). Patients who had any of the following features at the time of, or after, admission were classified as severe cases: (1) respiratory distress (≥30 breaths per min); (2) oxygen saturation at rest ≤93%; (3) ratio of partial pressure of arterial oxygen to fractional concentration of oxygen inspired air ≤300 mm Hg; or (4) severe disease complications (eg, respiratory failure, requirement of mechanical ventilation, septic shock, or non-respiratory organ failure). 46 (61%) individuals were classified as mild cases and 30 (39%) were classified as severe cases. The basic demographic data and initial clinical symptoms of these patients are shown in the appendix. Parameters did not differ significantly between the groups, except that patients in the severe group were significantly older than those in the mild group, as expected.\n4\n No patient died from the infection. 23 (77%) of 30 severe cases received intensive care unit (ICU) treatment, whereas none of the mild cases required ICU treatment.\nWe noted that the DCt values of severe cases were significantly lower than those of mild cases at the time of admission (appendix). Nasopharyngeal swabs from both the left and right nasal cavities of the same patient were kept in a sample collection tube containing 3 mL of standard viral transport medium. All samples were collected according to WHO guidelines.\n5\n The mean viral load of severe cases was around 60 times higher than that of mild cases, suggesting that higher viral loads might be associated with severe clinical outcomes. We further stratified these data according to the day of disease onset at the time of sampling. The DCt values of severe cases remained significantly lower for the first 12 days after onset than those of corresponding mild cases (figure A). We also studied serial samples from 21 mild and ten severe cases (figure B). Mild cases were found to have an early viral clearance, with 90% of these patients repeatedly testing negative on RT-PCR by day 10 post-onset. \n\nBy contrast, all severe cases still tested positive at or beyond day 10 post-onset. Overall, our data indicate that, similar to SARS in 2002–03, patients with severe COVID-19 tend to have a high viral load and a long virus-shedding period. This finding suggests that the viral load of SARS-CoV-2 might be a useful marker for assessing disease severity and prognosis.\n\n\nFigureViral dynamics in patients with mild and severe COVID-19\nShow full captionView Large Image\nDownload Hi-res image\nDownload (PPT)\n\nWe declare no competing interests. This work was supported by the Health and Medical Research Fund (Hong Kong) and Emergency Science and Technology Project for COVID-19 of Jiangxi province ( 202011-2 ).Supplementary MaterialDownload .pdf (.12 MB)\nHelp with pdf files\n\tSupplementary appendix\nReferences1.Pan Y\nZhang D\nYang P\nPoon LLM\nWang Q\n\tViral load of SARS-CoV-2 in clinical samples.\nLancet Infect Dis. 2020; (published online Feb 24.)\nhttps://doi.org/10.1016/S1473-3099(20)30113-4\nView in ArticleSummary\nFull Text\nFull Text PDF\nGoogle Scholar\n\n2.Zou L\nRuan F\nHuang M\net al.\n\tSARS-CoV-2 viral load in upper respiratory specimens of infected patients.\nN Engl J Med. 2020; (published online Jan 30.)\nDOI:10.1056/NEJMc2001737\nView in ArticleCrossref\nGoogle Scholar\n\n3.Guan WJ\nNi ZY\nHu Y\net al.\n\tClinical characteristics of coronavirus disease 2019 in China.\nN Engl J Med. 2020; (published online Feb 28.)\nDOI:10.1056/NEJMoa2002032\nView in ArticleCrossref\nGoogle Scholar\n\n4.Yang X\nYu Y\nXu J\net al.\n\tClinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study.\nLancet Respir Med. 2020; (published online Feb 24.)\nhttps://doi.org/10.1016/S2213-2600(20)30079-5\nView in ArticleScopus (1)\nSummary\nFull Text\nFull Text PDF\nGoogle Scholar\n\n5.WHO\n\tLaboratory testing for 2019 novel coronavirus (2019-nCoV) in suspected human cases.\nhttps://www.who.int/publications-det...cases-20200117\n\tDate: 2020\n\tDate accessed: March 13, 2020\nView in ArticleGoogle Scholar\n\n6.Chu CM\nPoon LL\nCheng VC\net al.\n\tInitial viral load and the outcomes of SARS.\nCMAJ. 2004; 171: 1349-1352\nView in ArticleScopus (0)\nPubMed\nCrossref\nGoogle Scholar\n\nArticle Info\n\nPublication History\n\nPublished: March 19, 2020\n\nhttps://www.thelancet.com/journals/l...1NDE-Y.twitter",
            "nodeid": "839916",
            "url": "https://www.thelancet.com/journals/laninf/article/PIIS1473-3099(20)30232-2/fulltext#"
        },
        {
            "date": "2020-03-22T09:39:28",
            "datestamp": "1584869968",
            "flu_trackers_post_content": "https://www.straitstimes.com/singapo...e-that-of-same\n\n\n\n\r\n\t\t\t\r\n\t\t\t\tSINGAPORE - More than 4,000 people in Singapore have been infected with dengue fever this year - double the number of cases reported for the same period in 2019.\n\nThe surge in cases, ahead of the traditional peak dengue season between June and October, has been fuelled by several factors - the rise of a less common dengue virus serotype, as well as warmer temperatures and more rain which have caused the population of the Aedes aegypti mosquito to multiply.\n\n\"This unusually high number of cases outside the typical peak dengue period is a cause for concern for all of us. Entering the warmer months of the year, there could be more instances of transmission,\" said Environment and Water Resources Minister Masagos Zulkifli at the launch of the National Dengue Prevention Campaign in Ang Mo Kio on Sunday (March 22).",
            "nodeid": "839859",
            "url": "https://www.straitstimes.com/singapore/unusually-high-number-of-dengue-infections-in-singapore-in-early-2020-double-that-of-same"
        }
    ]
}