{
    "url": "https://www.who.int/dg/speeches/detail/munich-security-conference",
    "date_of_publication": "2020-02-15 19:49:49",
    "headline": "Munich Security Conference",
    "main_text": "Excellencies, distinguished guests, dear colleagues and friends,Thank you for the opportunity to address you today.  And especially my appreciation to my friend Ambassador Ischinger.Yesterday I was in Kinshasa, in the Democratic of the Congo, meeting with the President and other senior ministers to review progress against the Ebola outbreak and work together on a plan to strengthen DRC’s health system so that it never sees another outbreak like this again.I’d like to thank the President for his leadership, and for his vision of a healthier and safer DRC.We are finally starting to see the possibility of ending this outbreak, after more than 18 months and the loss of 2,249 lives. In the past week there has been just 1 case of Ebola, compared with 120 cases a week at the peak in April.This epidemic stands in stark contrast to the previous Ebola outbreak in the western part of DRC in 2018, an area that is relatively stable and peaceful. That outbreak was controlled in just three months.This experience illustrates a key lesson of history: disease and insecurity are old friends.It was no coincidence that the 1918 flu pandemic erupted in the middle of the First World War, and killed more people than the First World War itself.It’s no coincidence that the final frontier for eradicating polio is in the most insecure regions of Pakistan and Afghanistan.It’s no coincidence that Ebola has spread in the most insecure region of the DRC.Without peace, health can be an unattainable dream.But the opposite can also be true: epidemics have the potential to cause severe political, economic and social instability and insecurity.Health security is therefore not just the health sector’s business. It’s everybody’s business.There are three main scenarios in which a coordinated response between the health and security sectors is essential:First, high-impact epidemics in situations of conflict and insecurity, such as Ebola. In the last few years, 80% of outbreaks requiring an international response have occurred in countries affected by fragility, conflict and insecurity.Second, the emergence of a pathogen with pandemic potential, moving rapidly from country to country and requiring an immediate and large-scale response in countries.And third, the deliberate or accidental release of biological agents – a hopefully rare event for which we must nonetheless be prepared.The second of these three scenarios is what we are seeing now with the outbreak of COVID-19.Although PHEIC (Public Health Emergency of International Concern) is declared, with 99% of cases in China, this is still very much an emergency for that country. Because in the rest of the world we only have 505 cases and in China we have more than 66,000 cases.Let me be clear: it is impossible to predict which direction this epidemic will take.What I can tell you is what encourages us, and what concerns us.We are encouraged that the steps China has taken to contain the outbreak at its source appear to have bought the world time, even though those steps have come at greater cost to China itself. But it’s slowing the spread to the rest of the world.We’re encouraged that outside China, we have not yet seen widespread community transmission.We’re encouraged that the global research community has come together to identify and accelerate the most urgent research needs for diagnostics, treatments and vaccines.We’re encouraged that we have been able to ship diagnostic kits, as well as supplies of masks, gloves, gowns and other personal protective equipment to some of the countries that need it most.We’re encouraged that an international team of experts is now on the ground in China, working closely with their Chinese counterparts to understand the outbreak, and to inform the next steps in the global response.But we also have concerns.We’re concerned by the continued increase in the number of cases in China.We’re concerned by reports from China yesterday of the number of health workers who have been infected or have died.We’re concerned by the lack of urgency in funding the response from the international community.We’re concerned about the severe disruption in the market for personal protective equipment, which is putting front line health workers and carers at risk.We’re concerned about the levels of rumours and misinformation that are hampering the response.And most of all, we’re concerned about the potential havoc this virus could wreak in countries with weaker health systems.The outbreaks of Ebola and COVID-19 underscore once again the vital importance for all countries to invest in preparedness and not panic.Two years ago, WHO and the World Bank founded the Global Preparedness Monitoring Board, an independent body to assess the state of the world’s readiness for a pandemic. My sister Gro Bruntland, the co-chair of the Board, is actually here.Last year the board published its first report, which concluded the world remains badly prepared.For too long, the world has operated on a cycle of panic and neglect. We throw money at an outbreak, and when it’s over, we forget about it and do nothing to prevent the next one.The world spends billions of dollars preparing for a terrorist attack, but relatively little preparing for the attack of a virus, which could be far more deadly and far more damaging economically, politically and socially.This is frankly difficult to understand, and dangerously short-sighted.===Today, I have three requests for the international community.First, we must use the window of opportunity we have to intensify our preparedness.China has bought the world time. We don’t know how much time.All countries must be prepared for the arrival of cases, to treat patients with dignity and compassion, to prevent onward transmission, and to protect health workers.WHO is working with manufacturers and distributors of personal protective equipment to ensure a reliable supply of the tools health workers need to do their job safely and effectively.But we’re not just fighting an epidemic; we’re fighting an infodemic.Fake news spreads faster and more easily than this virus, and is just as dangerous.That’s why we’re also working with search and media companies like Facebook, Google, Pinterest, Tencent, Twitter, TikTok, YouTube and others to counter the spread of rumours and misinformation.We call on all governments, companies and news organizations to work with us to sound the appropriate level of alarm, without fanning the flames of hysteria.Second, this is not a job for health ministers alone. It takes a whole-of-government approach.But that approach must be coherent and coordinated, guided by evidence and public health priorities.In many countries, measures have been taken by one part of government without appropriate consultation with the health ministry, or consideration of the impact of these measures.Now more than ever is the time for us to let science and evidence lead policy.If we don’t, we are headed down a dark path that leads nowhere but division and disharmony.And third, we must be guided by solidarity, not stigma. I repeat this: we must be guided by solidarity, not stigma.The greatest enemy we face is not the virus itself; it’s the stigma that turns us against each other. We must stop stigma and hate![Applause]Much has been written and said about my praise for China.I have given credit where it’s due, and I will continue to do that, as I would and I did for any country that fights an outbreak aggressively at its source to protect its own people and the people of the world, even at great cost to itself.It’s easy to blame. It’s easy to politicize. It’s harder to tackle a problem together, and find solutions together.We will all learn lessons from this outbreak. But now is not the time for recriminations or politicization.We have a choice. Can we come together to face a common and dangerous enemy? Or will we allow fear, suspicion and irrationality to distract and divide us?In our fractured and divided world, health is one of the few areas in which international cooperation offers the opportunity for countries to work together for a common cause.This is a time for facts, not fear.This is a time for rationality, not rumours.This is a time for solidarity, not stigma.I thank you.Subscribe to the WHO newsletter →",
    "reports": [
        {
            "event_date": "2020-04-xx xx:xx:xx",
            "locations": [
                {
                    "google_id": "ChIJbQL_-LZu0TgReNqWvg1GtfM",
                    "address": "Afghanistan"
                },
                {
                    "google_id": "ChIJFxfFno1XwoARuFxqufeH_UU",
                    "address": "1530 E Ave Q11, Palmdale, CA 93550, USA"
                },
                {
                    "google_id": "ChIJi2oG_jAxahoRjTdSH05-ixY",
                    "address": "Kinshasa, Democratic Republic of the Congo"
                },
                {
                    "google_id": "ChIJwULG5WSOUDERbzafNHyqHZU",
                    "address": "China"
                },
                {
                    "google_id": "ChIJvUZ1ms_6eRkRQfGTrF4-xgQ",
                    "address": "Democratic Republic of the Congo"
                },
                {
                    "google_id": "ChIJH3X9-NJS2zgRXJIU5veht0Y",
                    "address": "Pakistan"
                }
            ],
            "diseases": [
                "COVID-19",
                "ebola haemorrhagic fever",
                "other",
                "poliomyelitis"
            ],
            "syndromes": [
                "Acute Flacid Paralysis",
                "Influenza-like illness"
            ]
        }
    ],
    "keyword_frequency": {
        "outbreak": 11,
        "ebola haemorrhagic fever": 6,
        "ebola": 6,
        "virus": 4,
        "epidemic": 3,
        "other": 1,
        "poliomyelitis": 1,
        "covid-19": 1,
        "influenza-like illness": 1,
        "acute flacid paralysis": 1
    },
    "keyword_location": [
        "1530",
        "93550",
        "af",
        "afghanistan",
        "ca",
        "california",
        "cd",
        "china",
        "cn",
        "congo",
        "democratic republic of the congo",
        "e ave q11",
        "east avenue q11",
        "ebola",
        "kinshasa",
        "los angeles county",
        "lukunga",
        "pakistan",
        "palmdale",
        "pk",
        "united states",
        "us"
    ],
    "keyword_list": [
        "acute flacid paralysis",
        "covid-19",
        "ebola",
        "ebola haemorrhagic fever",
        "epidemic",
        "influenza-like illness",
        "other",
        "outbreak",
        "poliomyelitis",
        "virus"
    ]
}